[
  "Anyone 2025  song ❤️‍🩹",
  "🤚🤚🤚",
  "Love song",
  "2025 lo chusevallu yevaru",
  "నాని",
  "I love this song ❤️❤️❤️",
  "Up with some more information on Xerox multifunction is not in a way I have attached the signed up the same problem is with great weekend in Andaru a little better to be able a good weekend di a great weekend so much more about this email is not the named recipient of the month and then delete this message is ready by email or by telephone or the taking it is very much appreciated and it will work on a daily report and a few months back and the fact I can see in my head of",
  "Anyone in August 2045?",
  "👌👌👌👏👏👏👏👍👍❤️❤️❤️❤️❤️",
  "Anyone in June 2025?",
  "Idiot lo cheliya cheliya tune laga undendi idi",
  "Natural Star NANI Garu …. Great Actor",
  "Actress LAVANYA TRIPATHI Fans",
  "😗😗😗😗😗🤗🫵🫵🫵🫵🙈🙉🙊🫵🫵🫵🫵",
  "Super song ang music and lyrics",
  "Lovely song Naku chala ishtam",
  "Love ❤",
  "2025 /04/21 9:50",
  "Super song",
  "Any one in 2025",
  "😞😁😁😁😗😗😗😗😗👎👎👎👎🫵🫵🫵🫵👎👎😗😁👊🙏😞🤦‍♀️🤦‍♀️",
  "SYI",
  "Bass matram kirrak",
  "2:37 music ayithee superrrrrrrrrr❤❤",
  "I love u nani",
  "Asala ni gurinchi niku telidu",
  "Hi nani",
  "😅😅",
  "Pora kojja..",
  "❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉🎉😊😊😊😊😊😊😊😊😊😊😊😊😊😊❤😊❤🎉😊❤🎉😊",
  "Sd xd😮😮ï",
  "2025 lo vintunna vallu entha mandi❤❤  N lo Arjun love you ❤❤❤",
  "Best songs ever, ika matallevu",
  "Very good song",
  "Nice song❤️",
  "Any one 2025",
  "2025❤❤❤❤❤ lo vintunna vallu  👍👍👍👍",
  "2:54 listening for this lyrics ❤",
  "2025 లో ఎంతమంది విన్నారు",
  "ilove this song❤❤❤❤❤",
  "Am song anni sarlu vinna takkuve😂😂kani nani matimarupuke chala badaga anpinchindi😢",
  "Nani..is king hero",
  "I ❤ this song",
  "2025",
  "2025?",
  "Anyone in 2025?",
  "Actor Natural Star NANI Fans",
  "Who\u0027s still listening in 2025",
  "Anyone 2025",
  "2025 lo vintuna varu like cheyandi❤",
  "👌",
  "Treat to listen",
  "💖💖💖 song first song first song❤ super lovely song is good thank you for yo 2:52 💕💕💕💥👌👍👍⚘️🦋u",
  "Any one in 2024 🖐️✋❤",
  "😅❤❤❤❤❤❤❤",
  "Super song Nani garu",
  "Fantastic song movie vachanappundi vintunna super song 🎵",
  "❤❤❤❤❤❤❤❤",
  "ryeteyet",
  "2:38 sec Music 😘",
  "I miss u lavanya ❤",
  "I love dis song ❤️",
  "Drums ❤❤❤❤ In 2025?",
  "Fantastic🤘😝🤘",
  "😍🥰😍",
  "2024❤",
  "Cheks shirt low Nani,White dress low madem chala cute ga unnaru🎉",
  "1:40 and 3:02 bits on loop give me mixed feelings both happy and sad tbh.😢😁.",
  "నాని ని లైక్ చేసేవాళ్ళు ఒక లైక్ వేసుకోండి ❤",
  "i Love my song❤❤❤❤❤❤",
  "Ip",
  "Hi",
  "Hai i am Tamilnadu but i like this is song❤",
  "Wt a lyrics ❤ Hey ఇలా చారడేసి కళ్ళా గుండెల్లో గుచ్చుకున్న ముళ్లా Ohoho hey ఇలా పువ్వంటి పెదాలా నా శ్వాసనాపే బంగారు బాణాలా",
  "❤❤❤ సా సపమప సస సా సపమప సస పప నిని పమ గ మపమ మొట్టమొదటిసారి పట్టపగటివేళ ఎదురయింది చందమామ (మామ) Hey ఇలా చారడేసి కళ్ళా గుండెల్లో గుచ్చుకున్న ముళ్లా Ohoho hey ఇలా పువ్వంటి పెదాలా నా శ్వాసనాపే బంగారు బాణాలా సా సపమప సస సా సపమప సస పప నిని పమ గ మపమ మొట్టమొదటిసారి పట్టపగటివేళ ఎదురయింది చందమామ Oh oh oh oh మధుమంత్రం చవిచూస్తున్నా Oh oh oh oh మరయంత్రం అయిపోతున్నా అడుగే నను వద్దన్నా పరుగే ఇక ఆగేనా ఇదివరకటి నేనేనా ఇలా ఉన్నా నాలో ప్రేమను నీ కానుకివ్వగా అరిచేతులందు మొలిచెను పూవనం నీవల్లనే చెలి నా గుండెలోతుల్లో ఓ పాలపుంత పేలిన సంబరం సా సపమప సస సా సపమప సస పప నిని పమ గ మపమ మొట్టమొదటిసారి పట్టపగటివేళ ఎదురయింది చందమామ Oh oh oh oh కనురెప్పల దోచిలి చాచా Oh oh oh oh కలలోకి నిన్నే పిలిచా తొలిచూపున ప్రేమించా, మలిచూపున మనసిచ్చా నిదురకు ఇక సెలవిచ్చా నీ సాక్షిగా పరిచయమే ఓ పరవశమై నను పదమందే నీ నీడగా నా జత సగమై రేపటి వరమై నువ్వుంటావా నా తోడుగా Hey ఇలా చారడేసి కళ్ళా గుండెల్లో గుచ్చుకున్న ముళ్లా Ohoho hey ఇలా పువ్వంటి పెదాలా నా శ్వాసనాపే బంగారు బాణాలా సా సపమప సస సా సపమప సస పప నిని పమ గ మపమ మొట్టమొదటిసారి పట్టపగటివేళ ఎదురయింది చందమామ..........❤❤❤",
  "❤❤❤❤❤❤❤❤",
  "Ma marriage ki vachidhi e movie na Frist ring tone",
  "Nice song lovely music meku ala anepeste like kotande❤",
  "❤love,y",
  "Telugu new songs enti 2024 lo",
  "Nani wife wear same cloth seen in song.then only he identify",
  "I love 💕😘 nani love this song 💙💐🥀🌹💙💙💙💙💙💙",
  "Sachin warrior voice 💗 just awesome ❤🎉",
  "Nani ❤",
  "Love you Nani anna❤",
  "Nice and superb songgggg",
  "❤❤❤❤",
  "♥",
  "My favourite song ❤",
  "Today ❤❤👍👍",
  "❤❤❤I love this song 💋💋",
  "Awesome Musiccc ❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️",
  "My all time favorite song🎉🎉🎉🎉🎉🎉❤❤❤❤❤",
  "One of my favourite song🎉",
  "2.45 to 3.10 ❤❤",
  "1.23 to 1.45 ❤❤",
  "My favorite😍 🎵song💙",
  "❤",
  "karunamaya photo studios cameraman rambabau patha hiramandalam",
  "Super song miss you",
  "Super song",
  "Nani fans❤😊",
  "Md reshu bhai moshin",
  "🎉",
  "2024 like❤",
  "Good❤Good❤Good❤ SUPER❤❤❤",
  "Who are here in 2024",
  "nani no song with unknown identities.this is a warning to balaji son from amaravathy2",
  "Seriously lord wontg sphere this @lord rama n siva",
  "One of the best songs in recent times.",
  "(19-05-2024) time 6:20 pm",
  "I am",
  "❤❤",
  "Naku istamaina song..... 👌👌👌👌👌👌💙💙💙💙",
  "I love song",
  "Beautifull Song So Nice❤",
  "",
  "beautifulsong❤❤sooonice",
  "Super song I love it❤❤❤❤❤",
  "ANY ONE 2024🌟✌️",
  "why is this not in spotify",
  "❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤",
  "Still on 2024",
  "Jai Mahakaal Jai shree krishna ❤",
  "ఈరోజు కి కూడా ఫీలింగ్స్ మర్చిపోలేని బ్యూటిఫుల్ సాంగ్స్ నని యాక్టింగ్ సూపర్బ్❤❤❤",
  "E song vinte na ex girlfriend guruthukothadi bayya😢😢😢",
  "❤❤❤❤❤❤❤😂😮😮😮",
  "Never Give up Song ❤ any Year Feel Good😊",
  "Beautiful song",
  "ఎన్నిసార్లు విన్నా తరిగిపోని సాంగ్",
  "Sorry sorry",
  "Iam Rajesh listening in March 2024...❤❤❤",
  "1st theatre lo vinnapu vachhina feeling maruvalenidi",
  "S",
  "Nice song ❤️",
  "2024 listeners",
  "2024 lo vinne vallu like veskondi😍",
  "సూపర్ సాంగ్ మళ్ళీ మళ్ళీ వినాలనిపిస్తుంది ❤❤❤❤",
  "Double Hattrick Super Blockbuster మూవీs నాని 👌👌👍👍👍",
  "i love this scene 1:01 so funny",
  "I love this song my favorite song❤❤❤",
  "Boboo ane sarlu vinna manaku    Thanivi theradhu",
  "Enni sarlu vinina vinali anipistundhi epputiki kuda vinali anipistundhi inka chala baguntadhi ❤❤❤❤❤❤❤❤❤❤❤❤❤❤  I love this song😊😊😊😊😊😊😊😊❤😊❤😊😊❤😊❤😊❤❤😊❤❤❤❤😊😊",
  "I love songs this  this is my favorite❤❤❤",
  "Nani hand some guy",
  "Nani nd lavanya tripati cute guys",
  "Still my favorite",
  "2024 batch😅",
  "Song loo yado,magic vundi✨️❤️❤️❤️",
  "Who\u0027s still listening in 2024",
  "Gurtupetina Matthimarupuleni Youthful Story ❤🎉mind Blowing Movie Carrier Biggest hit",
  "2024❤",
  "2024❤❤❤",
  "2024 lo ❤",
  "ఎన్ని సార్లు విన్నా తనివితీరడం లేదేంది రా బాబు",
  "2024 లో కూడా చూసిన వాళ్ళు ప్లీజ్ లైక్ it",
  "ఎన్ని సార్లు చూసిన బోర్ కొట్టని song❤",
  "Super song",
  "My fevret song ❤",
  "Nice song",
  "I love this ❤️ song",
  "My lover ni chudadaniki vela but already dream lo ki vachindhi,dream nijam real love నిజంగా వచ్చినట్ కలిసాను honeste love \u003dtru love but great",
  "Please increase this songs quality",
  "I love song❤",
  "Lyrics are here: స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా..",
  "Dont understand  lyrics  but but I love this song❤❤",
  "very very very very nice nice",
  "Very very very very very good 👍👍👍👍❤❤❤❤❤❤❤❤❤❤❤❤❤❤",
  "SUPER ❤❤💙💙💙💙💙S❤💙S",
  "❤❤❤",
  "My language is kannada but i love this song🎉🎉❤",
  "Super song ❤❤❤❤",
  "సూపర్ సాంగ్ ❤❤❤❤",
  "Nice  song",
  "❤❤ songs ❤❤ lyrics ❤❤",
  "🥰🥰🥰🥰🥰🥰🥰🥰🥰🥰❤️❤️❤️❤️❤️❤️💥😘😍😍",
  "How Many people\u0027s listening This song 2023❤",
  "❤❤❤❤",
  "My favorite song❤",
  "So much soothing song, never got bored even after listening innumerous times....what a song! Song for a lifetime.",
  "I love ❤️ 😍 💖 ❣️ 💕 mysong",
  "2023, oct, 2",
  "Who is watching after Big Boss Latika elimination..???",
  "I love this song ❤",
  "Kurt Cobain ......",
  "2023 lo",
  "I love this song",
  "Hmg what a lovely song naa first love gurthukostundi",
  "2024kadu 2060lo vinnivalu super song really mind blowing love you 😍😍😘💖",
  "ఎన్ని సార్లు విన్న బోర్ కొట్టు ని సాంగ్ రా బాబు ❤️❤️❤️❤️👌👌🎉🎉🎉",
  "Hats off to GOPISUNDAR SIR",
  "❤Supar",
  "😅😮😂😢😂😂😅😢😂😂😮😂😅❤😮❤🎉🎉❤😂❤😂😅😅❤😂😢😢😂😮😂😂😅😂😅😂😊😂😂😢😂🎉😂❤😊❤❤😮😂😢❤🎉😮😂😅❤😊❤😂😅😢😮😂😅😂😅😂😅❤😮❤❤🎉🎉❤😢❤😮❤😢😂😊😊😅😂😮😂😮🎉❤😢❤😅😅🎉😊😂😊😂😮😂🎉😮😂😅😂😅😊😂😅😮😂😂😂😊❤😊❤😮😂🎉🎉❤😮❤😮❤❤❤❤❤❤❤❤😮😂😮😅😂😂😮😢😂😊😂😂🎉😮😂😃😉😋😉😅😉😄😃😉😋😉😎😉😃😮😶🤐🤨😥😑😢❤😅😑😅😄😋😄😶🤐😮😮😉😮😑😶😮😅😋😋😋😋😋😋😋😉😎😄😎😄😎😎😮😮😮😮😎😎😎😄😑😑😄😑😅😅😶😶😮😮😮😄😮😎😎😎😅😮❤😮❤😮❤😅❤😅❤😊❤❤❤❤😮❤😮❤😅❤😅❤😅❤😅❤😮😮❤😮❤😮❤😮❤❤❤❤❤❤❤❤❤❤🎉🎉😂🎉😂🎉🎉🎉🎉🎉🎉🎉🎉❤🎉❤🎉❤🎉❤🎉❤🎉🎉❤🎉❤🎉❤🎉🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉🎉❤❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉🎉❤🎉❤🎉❤🎉🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉🎉❤❤🎉🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉🎉❤🎉❤🎉❤🎉❤🎉🎉❤❤🎉🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉🎉❤🎉❤🎉❤🎉❤😢😢😂😮😂😮❤😅😂😊😅😂😢❤🎉❤🎉❤🎉❤🎉❤🎉🎉🎉❤❤❤😮❤😮❤❤😅😊❤😊😮❤😢🎉❤🎉❤😂❤🎉❤😢❤😮😮❤😅❤😅❤😅❤😅❤❤😢❤😢🎉❤🎉❤🎉❤😢❤😅❤😅❤😊😊❤❤😮😢❤😢❤🎉❤😢❤😅❤😅😅❤❤😢❤🎉🎉❤😅❤😅❤😊❤😊❤❤😢😢❤❤🎉😢❤😮❤😅❤😅❤😊❤😊❤❤❤😢❤😢🎉❤🎉❤😢😮❤😮❤😮❤😮❤❤😅❤😅😅❤😢😢❤😢❤🎉❤❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤🎉❤❤🎉❤😮😂😮😮😂😂😅😅❤😅❤❤🎉❤❤😅❤😅❤😅❤❤😅😮😢🎉😊🎉😊🎉😅😂😢😂😮😢😂😮😂😢😂😢❤😢❤😮❤😮❤😮❤😮❤😮❤😮❤😮😂😂❤❤🎉🎉❤🎉❤😮😮🎉😅🎉😊❤😮❤🎉🎉😂😢😂😮😂😅😂😅🎉😅😅🎉😅😮❤😮😂",
  "Use head set \u0026 get more intimacy",
  "ఈ సాంగ్ కోసం ప్రాణం ఇస్తాను",
  "Super song",
  "Super song",
  "Super  song  👌👌",
  "Daily nenu na love ni chusukuntu vinta",
  "Nice song better than recent Bollywood",
  "Bu",
  "Who are here 2023❤",
  "Super🎵❤❤❤❤❤❤❤",
  "👌👌👌👌",
  "🎉🎉",
  "gopi sundar music",
  "😍",
  "One of the my favourite song",
  "ఇ సినిమా లో అన్ని పాటలు బాగుంటాయి 👌🏻👌🏻👌🏻👌🏻👌🏻💐",
  "😅😁🌸🌸🫒🫒🎉🎉😮😮😮😅🎉😢🥲🥲🥲😍😍😍😙😙😍😍😚😙🤩🤩😍😚😚🤩🤩🤩😙😚🤩🤩🥲🥲🤩🤩😄😄😂😂😚😚😭😭🤣😁😁😁🤣🤣😭😆😘😭😭😭😘😘😘🤣🤣🤣😘😘😘😙😍😍😊😊🫢😑😐😶😶😶🫢🫢🤗🫣🫣🫣🤭🤭🤭😮‍💨😮‍💨😮‍💨😮‍💨🙄😮‍💨😤😠😠😠😂😄😄🤩🥲🥲🤗🫢😭🫢🤣🤗😙😙🤭🫣🤗🤗🫢🫢🥲😘😮‍💨😮‍💨😮‍💨🤭🫣🫣😮‍💨😮‍💨🙄😘🫣🫣😘😘😘😘😘😘",
  "2023 listeners....",
  "I ❤ lavanya tripathi",
  "2023 lo song vina like ❤🎉",
  "Beautiful natural super",
  "❤❤❤",
  "2023lo♥️",
  "My all time favorite movie  😘😍..2023 I still listen this song..  This song is one of my fvrt song in my 🎼 playlist..and also Endaro mahanubhavulu song🎶 classical beat is so magical and also Nani sir, natural comedy and acting is never forgettable. I listen this song more than 15times everyday✨Lavanya looking very cute in traditional outlook❤",
  "Super song 🎧",
  "Always naniiiiii🥰",
  "Super song🎵",
  "Mega family kodalu",
  "1.15 minutes whate a music ❤❤❤💞😍",
  "Good music❤",
  "Super song music excellent song😊👏👏👏",
  "Great song",
  "I love Nani",
  "Any one listen 2023 .....",
  "Great voice....",
  "❣️❤❤❤😄😊😊😄😃😀😀🥰😍",
  "Sudden ga గుర్తొచ్చి chusidi ఎవరో cheppandi",
  "Amazing song",
  "Wow super music 💓💓💓",
  "lavanya is very beautiful",
  "Super song my name sanjana ❤😊",
  "2023 lo kuda e soing vintunaru😊😊❤",
  "Nice movei and nice song\u0027s ❤",
  "0000000000000000000000",
  "ysr just focus on owners",
  "I love 💕 this movie",
  "Nani\u0027s movies always super",
  "2023 ❤❤❤❤❤❤",
  "Let\u0027s see it is 2023 who is still watching",
  "Still listening in 2023 🎶 🎶🎶🎶🎶",
  "Listen the beauty off song❤",
  "my fvrt song picchi e song ante😘😍❤❤❤💞💓💕🥰",
  "Nani anna evaru support లేకుండా vachadu super annaya",
  "Super song",
  "100 Times Watch This  song Like👍👍",
  "సినిమా బాగా తీశారు చాలా అద్భుతం గా వుంది. 👌👌👌👌👌👌👌👌",
  "Prahel❣️❣️❣️",
  "నా గురించి చెప్తా చూడు నేను ఎంత పవర్ఫుల్ అంటే ఒకసారి ఉగ్రవాదులు కీ ప్రాబ్లెమ్ వచ్చింటే వాళ్ళు నా పేరు చెప్పి తప్పించుకున్నారు థాట్స్ మై పవర్.. 🤗🤗🤗🤗🤗🤗🤗🤗🤗",
  "అలా పెరుగుతూ పవర్ 200క్రోర్స్ మనీ వచ్చింది ఆ డబ్బులు పెట్టి మెయిన్ సిస్టమ్ కొన్నాను ఆటో మాటికీ వెరీ పవర్ ఫుల్ బాడీ లో చోచుకు పోతుంది నాకు తప్ప అది ఎలా ఆపరేట్ అవుతుందో ఎవ్వరికి తెలియదు మొత్తం భూమి అంతా అవరించేలా చేశాను అయితే పూర్తిగా నిబంధనలు కు లోబడే ఆపరేట్ చేస్తాను దాని పవర్ ఒక మహా సముద్రం ను సైతం పైకి లేచేలా సిద్ధం చేశాను ఎందుకంటే ఎవ్వరు నన్ను అధికమించకూడదు అని అంతే ఏ య్ నువ్వు తోపు అయితే నేను పరమ తోపు అనే పోటీ అంతే మళ్ళీ ఏమి లేనట్లు ప్రజల లో కలిసి పోయేదే.. 🤗🤗🤗🤗🤗🤗🤗🤗",
  "ఒక బాధా కరమైన విషయం చెప్తా నా లైఫ్ తెలిసి పోతుంది పవర్స్ అన్నీ బాగా సెట్ చేశాను నాకు ఒక అమ్మాయి నచ్చింది కానీ బయటికి వెళ్ళకూడదు అంతా హీట్ లో సెట్ చేశాను చల్లరాలంటే కొన్ని నెలలు పడుతుంది అప్పుడు భూమి లో నుండి వచ్చి ఇంజక్షన్ వేస్తున్నారు నేను బ్రతకాలని అప్పుడు అన్నాను ఎన్ని ఇంజక్షన్ లు ఉంటే అన్నీ ఇప్పుడే వేయండి నేను నా ప్రేయసిని దక్కించుకోవాలి అని ఏడ్చాను సర్ అలా కుదరదు అని అవసరం వచ్చినప్పుడే ఇంజక్షన్ లు వేసేవాళ్ళు అప్పుడు అమెరికా వాళ్ళతో మాట్లాడే వాన్ని ట్రంప్ కీ సపోర్ట్ చేశాను.. అంతే. 🤗🤗🤗🤗🤗🤗🤗🤗",
  "ఈ స్టోరీ నా లైఫ్ నాకు మైండ్ డైవర్షన్ వుంది. నేను ఇంతే గొప్పగా ప్రేమిస్తాను. కొంత కల్పించి రాశారు మొత్తం మీద నేనే. ఇంకెవ్వరు మైండ్ డైవర్షన్ ఉండేవారు లేరు ప్రపంచంలో ఇక్కడ విషయం ఏమంటే మైండ్ డైవర్ట్ అయినా సేఫ్ గా వెళతాను. ఆ దేవుని దయ. 👌👌👌👌👌👌👌👌👌",
  "Ii song Ki video kuda avasaramledu antha bauntundi ii song",
  "So super song",
  "2023.. still watching... Beauty of this song will make you lovely",
  "🥲🙏😂😁🤣🤣😂☺️☺️😍😊❤️",
  "I used to love the songs from this movie when I was 7 and look at me coming back 7 years later",
  "మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా..",
  "Hlo sai",
  "😍",
  "2023 Lo chusthunnavalu okka lie veskondi my lovely Nani kosam 💘💝💝✌️😜😄❤️❤️",
  "2023 𝙡𝙤 𝙮𝙖𝙫𝙖𝙧𝙖𝙞𝙣𝙖?",
  "I love this song very much",
  "2023 form karanataka",
  "Don\u0027t know if someone is reading this, but if you are: You are amazing and beautiful! I believe in you! ❤",
  "Legend listening this song 2023",
  "My favourite song 😍",
  "Nani .....cuteness overload😚😚😍😍😍☺️☺️☺️",
  "Love u song",
  "Nani my love 🥰🥰",
  "Happy song nice Chala bondhi song coment pettandi 🙂🙂🙂",
  "I just loved it it\u0027s a fabulous song",
  "എത്ര തവണ കേട്ടാലും മതിയാകില്ല 😘😘😘😘 Motta mothatti saaari patta pakatti vela edurayinthi chandamamaaaaa",
  "Nani fan forever! ❤❤❤",
  "This was my most favourite song when I was little. Keep a like if u heard when u we’re little and if u 💯 percent love it! ❤❤❤",
  "2:04",
  "Nice  song",
  "Beautiful song",
  "2022 also 😍",
  "0%",
  "I am lucky I am indian so happy",
  "I❤️nani",
  "Yes",
  "Still 2022😇",
  "I am first time this song is very beautiful 👌my fvrt song❤️. Telugu every songVery nice. From Kerala",
  "This song is  very very nice sir",
  "Awesome movie.. Nice memories for me.. Fresher ga vunnapudu job ki Mumbai lo andaram kalisi vellina first movie.. After bahubali in 2015.. Masth days awesome friends",
  "2022 లో ఈ సాంగ్ వినేవాళ్ళు ఒక లైక్ వేసుకోండి 👍",
  "Most loved song.... 🥰🥰🥰😲",
  "🎼🎶🎼🎶🎼🎵🎶🎶🎶🎶🎶🎶🎼🎵🎶🫡🫠🫡🫡🫡🫡🫡🫡",
  "Beautiful song 💝",
  "I like most Nani\u0027s movie.he is very talented",
  "Super. .👌👌👌",
  "Acha film\u0026songs excellent maruthi",
  "Madhu manthram chavi choosthunna",
  "Song padinavaladi Babu goppathanam",
  "Yerri puku hero nani super ra",
  "When he says ooo ooo oow really it feel ssooo relaxed ❤️❤️❤️ loving it  I am Nepali but I love south Indian movies Nd songs❤️❤️❤️",
  "🙏ꋪꋬꂵ ꋬꋊ꒯ ꒐ ꒯ꄲꋊ\u0027꓄ ꁝꋬ꒦ꏂ ꋬ ꍌꋪꏂꋬ꓄ ꒯ꋬꌦ ꓄ꁝꋬꋊꀘ ꌦꄲ꒤ ꁝꋬ꒦ꏂ ꋬ ꋊꏂꅐ ꉣꁝꄲꋊꏂ ꋬꋊ꒯",
  "ꋪꋬꋊ ꋊ ꋊ ꓄ꋪ",
  "Jai nani anna 🤩",
  "Nani look likes surya",
  "Thuggish is a good idea",
  "Hggfssvv and the opportunity for the next year and I am very to interested in the position you have posted on the website and I am very to interested with your business as well as my friend of yours and I am very",
  "A super movie and a real super chocolate hero, Nani. No other.",
  "Super 👌👌👌👌👌👌👌👌",
  "loved this song....",
  "Super video nice ❤️",
  "స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా..",
  "Always very interesting  Nani\u0027s songs Keep rocking Nani 😍😍😍❤",
  "Evergreen song",
  "Nadhaggara paduko  give you one lakh spot payment within in.minute not create separation of family staging cherector  and drop u immedeatly my own driving",
  "Nenu na koduku entlonchee pothamu ne pelllannne pampichipoookugehnghinchunamogidhaggarapadukobettee neeku spot cash echesthanu without late",
  "Hi",
  "💖😘💖",
  "Superb song♥️",
  "2.37 to 2:45 i like  bg music",
  "When ever I listen this song.. My heart always feel the vibe  when I had seen her on frst time... From 2015 to till ❤ feel",
  "🥰👍👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌💘",
  "Ee song eroju nduku gurthochindi antey nakku nenu chennai lo veltech university college lo chadhuvuthunna ivalla full varsham ikkada appudu vachindi okka ammai ammai evvaroo kadhandi naa crush ....appudu thanani choodagaane ee song gurthochindi .....❤️😍😁...I love u meghana ....",
  "Lavnya iloveu.💞💞💞💞💞💞💞💗💗💗💗💗💗💗💗💗💖💖💖💖💖💖💖💖💖💖💖💖💕💕💕💕💕💕💕💕💕💕💕💝💝💝💝💝💝💝💝💝💝💝💓💓💓💓💓💓💓💓💓💓💓💓💘💘💘💘💘💘💘💘💘💘💘💘💘💘🥰🥰🥰🥰🥰🥰💘💘💘😍😍😍😍🤭🤭🤭🤭🤭🤭🤭🤭🤭🤭",
  "Extradnary lyrics 💝",
  "my favourite 😍😍😍 song from Nani anna movies",
  "Lavanya is beautiful 🥰 Nice song",
  "Please encourage by subscribing on this channel!  :-)",
  "నిదురకు ఇక సెలవు ఇచ్చా నీ సాక్షిగా",
  "నా జత సగమై రేపటి వరమై నువ్వు ఉంటావా నా తోడుగా",
  "G.s.supper.song",
  "Supreb film",
  "Lovely ❤ music daily one time listeing",
  "2022 lo koda song vintuna  valu oka like vesukondi",
  "Super music naic song I like this song 👌👌👌👌👌👌👌",
  "2022",
  "Nani is the best",
  "My favorite song really nice....",
  "Here in 2022",
  "Super song",
  "Ee song vennapudalla na లవర్ guruthuku  vasthudi😍🥰😘",
  "Natural song 💙",
  "Natural star nani",
  "Super song",
  "మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా",
  "Nice",
  "Many more happy returns of the day Nani🤩🤩",
  "very good for new lovers, when they get into query. Hehehe hahah lovely",
  "Ghfxt7 dear xvhkkkgfrdddfh",
  "When this moive released l am studying 6 class l still remembering this song l Love it 💕",
  "స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. Movie   :  Bhale Bhale Mogadivoi Lyrics   :  Ramajogayya Sastry Music   :  Gopi Sunder Singer  :  Sachin Warrier Mon, jan 24 2022 ... 17:23  Saichandu ...!",
  "Naa akka Walla papa  first birthday ki ee patta tho oka 1year journey video chesindi",
  "my favorite song forever💓💓💓😘😘😍😍",
  "Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama… Hey ila, charadesi kalla, gundello gucchukunna mulla Ohoho hey ila, puvvanti pedala, na swasani aape bangaru baanala… Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama… O o o o, madhu mantram chavi chustunna O o o o, mara yantram aipotunna Aduge nannu vaddanna, paruge ika aagena Idivarakati nenena, ila unna… Naalo premanu, neeku kanukivvaga Arey chetulatho molichenu poovanam Nivallane cheli, na gunde lothullo O paala punta pelina sambaram… Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama… O o o o, kanu reppala dochili chacha O o o o, kalaloki ninne pilicha Tholi choopuna premincha, mali choopuna manasiccha Niduraki ika selaviccha, ni sakshiga… Parichayame, o paravasamai Nannu padamande, ni needaga Na jata sagamai, repati varamai Nuvvu untava, na thoduga… Hey ila, charadesi kalla, gundello gucchukunna mulla Ohoho hey ila, puvvanti pedala, na swasani aape bangaru baanala…",
  "Kya movie thi super nani",
  "when i listen this song My College day\u0027s Memories remember",
  "😊😊😊😊💫💫",
  "Superb👍🥰",
  "💙🎶",
  "I like his checks shirt",
  "Don\u0027t underestimate nani 🙂",
  "2:46 ♥️ super ♥️",
  "Very nice song",
  "As a pk fan #gopisunder sir nenu cheptunna sure ga miru future lo pawankalyan tho oka movie aite chestaru sure Idi rasi pettukondi chalu nannu",
  "I\u0027m listing songs so so rarely Recently I\u0027m totally addicted to this song Bcoz na manasuki eppudo oke oka song matrame nachutundi Idi nalanti vadi manasuni gelichindi ante kudos to singer nd music director seriously U will achieve great heights next after 2025 sure remember this",
  "रोमांटिक सोंग 👌👌👌",
  "Beautiful song ❤🔥",
  "Yes",
  "Super song",
  "Super song 🎵🎵🎵🎵",
  "I 💕💕💕💕💕 this song",
  "Super song",
  "Nice song",
  "👉👉E cinema 5 Tim\u0027s  chushanu hallo👌👌👌👌",
  "😘😍🤩",
  "Super song enni saarlu vinna inka vinaali anipistundi 😊😀💘💘👌👌👌💖💗💟💞💕💝💓💜",
  "Super super sweet",
  "13.10.21",
  "Lyrics 😍🤩🧡🧡💜💙💚",
  "E bale undhi po super",
  "Supersong",
  "Ever green song",
  "My first love happened in this movie time 🥰🥰🥰🥰",
  "I don\u0027t know this movie name I tried so hard to find it",
  "Always had a priority for this song 🙂💫",
  "Super song 😍😍😍",
  "Still Feels fresh! This reminds me of Vizag Days and My college days",
  "2:54 to 3:18 such a butifull lircys",
  "Nani Anna🤩",
  "Love you too song ❤️💙💙",
  "Super song",
  "Magical voice and magical words😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘😘",
  "my favorite song",
  "2:54",
  "Bgm    👌👌👌",
  "We allways support you nani Anna 😍😍😍",
  "Naaani 😍 naa nani🥰",
  "Nani Anna fan forever",
  "I don\u0027t know telugu I am from Tamilnad But I Likethis song",
  "1:06",
  "This is Malayalam Music Director Gopi Sundhar ❤️",
  "2021 lo na la evaru chusthunaru ey song",
  "Who they are dislike this video may be mental disorder patients",
  "Awesome song sang by a awesome singer🥰🥰🥰",
  "Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama… Hey ila, charadesi kalla, gundello gucchukunna mulla Ohoho hey ila, puvvanti pedala, na swasani aape bangaru baanala… Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama… O o o o, madhu mantram chavi chustunna O o o o, mara yantram aipotunna Aduge nannu vaddanna, paruge ika aagena Idivarakati nenena, ila unna…   Naalo premanu, neeku kanukivvaga Arey chetulatho molichenu poovanam Nivallane cheli, na gunde lothullo O paala punta pelina sambaram… Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama… O o o o, kanu reppala dochili chacha O o o o, kalaloki ninne pilicha Tholi choopuna premincha, mali choopuna manasiccha Niduraki ika selaviccha, ni sakshiga… Parichayame, o paravasamai Nannu padamande, ni needaga Na jata sagamai, repati varamai Nuvvu untava, na thoduga… Hey ila, charadesi kalla, gundello gucchukunna mulla Ohoho hey ila, puvvanti pedala, na swasani aape bangaru baanala… Sasapamapa sasasa sapamapa sasa papanini pama gamapama Motta modatisari, patta pagati vela, eduraindi chandamama.   😀    ♥",
  "2021 july ?",
  "Sachin warrier Super Singing 😍",
  "Super song",
  "Nice",
  "ఈ సాంగ్ వింటూంటే మనసు గాల్లో తేలుతూ ఉంది అనే వాళ్ళు ఒక లైక్ వేసుకొండి",
  "Super music",
  "Gopi sundar lavanya nani my fav all",
  "👍👍👍👍  the best 👍👍👍👍👍👍",
  "Super song",
  "💞💞💞💞",
  "స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా..   ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో..   ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా..",
  "I Love this song",
  "❤️❤️❤️❤️",
  "S",
  "E",
  "T",
  "A",
  "E",
  "V",
  "Superb this song",
  "Majnu songs",
  "Super song",
  "I like this song",
  "Nanis break actor",
  "Love this song",
  "A\\",
  "College life memories \u003d nani films Nani fan forever ❤️",
  "Hi",
  "Looking very enterst this sang",
  "2015 lo memu daily labtab lo chusevallam, college life",
  "Upload  radha  hd  songs",
  "I luv nani",
  "Nice",
  "Suprrrrr song highlight 😍🤩😍🥰",
  "one of my faVourite s",
  "Who is watching in 2021 like here👇👇👇🙏",
  "Who is listening now?",
  "May 2021",
  "What a feeling! Never forgettable.",
  "One of my favourite song",
  "My favourite song",
  "Edi chalaa Underrated song yarrr🥺🥰🔥💥",
  "2021 lo vinna vallu oka like vesukondi",
  "Supper music",
  "This is really cool and best song🎶",
  "The real hero is nani... Iam biggest fan... The Real natural star",
  "this day that year first time I saw her... Been 3years still I haven\u0027t confessed her😁 it\u0027s ok but whenever I listen to this just I\u0027ll vibe that moments  had happened to me when I had seen her❤️ such a beautiful melody ❤️",
  "2021 Lo song vintumavalu like please",
  "2021 April 😝😝😝",
  "My favorite music 🎶",
  "Love this song ❤️",
  "So nice song",
  "Super",
  "Awesome song... nice location 👌👌❤️❤️ nani fans like here",
  "Like veskondi ani like kosam comments rasevallu oka like veskondi😂",
  "Super songs ❤️❤️❤️❤️",
  "I love this song forever  ♧♧♧♧",
  "Supersong",
  "Niceee song",
  "Wish u Many many happy returns of the day Natural Star Naani Gaaru🎂🎉💐🥰... Lve u❤❤",
  "Who r here to watch this song on the occassion of Nani\u0027s HBd🤩🥰😎",
  "2021 lo chusina vallu oka like kotandi",
  "Supr song am pling",
  "🌈",
  "This.song.is.super.🌹😘",
  "2021 favourite song",
  "0:39.. hero back side. cricketer sanju samson Red t shirt",
  "HARD DIE FAN OF NANI",
  "Nise music",
  "Love 💕 nani till in 2o21🙏",
  "Who is seeing this in 2021..??❤️❤️👍👇",
  "Super song",
  "స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా..",
  "Greatest song for me ever ....😍",
  "I love this song beautiful heart touching beats...",
  "2021 lo vintunavallu like",
  "😃😃😀",
  "Niceeee songgg",
  "My fav song",
  "I love this songgg",
  "I am chandu",
  "I like song",
  "Lavanya Tripati was resembling Genelia D’Souza in side angles",
  "Enduko ee roju sudden ga hum chesa ee song 26-12-2020",
  "Favourite  song super",
  "I\u0027m here after watching movie in HINDI Dubbed..I just love  telugu songs (LOVE Natural Star NANI ♥️🙃)",
  "I love this song",
  "Buttyfull song 💖💖💝💝💞💞💓💓💓",
  "Still song is awesome ...",
  "మాలే సింగర్ : సచిన్ వర్రీఎర్  ఆక్ట్రెస్ : లావణ్య త్రిపాఠి ఆక్టర్ : నని డైరెక్టర్ : మారుతి దాసరి మ్యూసిక్ : గోపి సన్‌డర్ లిరిసిస్ట్ : రామజోగయ్య శస్త్రయ్ మూవీ : భలే భలే మగడివోయ్ స స ప మా ప స స స స ప మా ప స స ప ప ని ని ప మా గా మా ప మా మొట్ట మొదటి సారి పట్టా పగతీవేల ఎదురయింది చందమామా హే ఇల్లా.. చారదేసీ కల్లా గుండెల్లో గుచ్చుకున్నా ముల్లా ఒహో హో.. హే ఇల్లా పువ్వాంతి పెదాలా నా శ్వాసానాపే బంగారు బానాలా స స ప మా ప స స స స ప మా ప స స ప ప ని ని ప మా గా మా ప మా మొట్ట మొదటి సారి పట్టా పగతీవేల ఎదురయింది చందమామా మధు మంత్రం చవి చూస్తున్నా మరా యంత్రం అయిపోతున్నా అడుగే నను వద్దన్నా పరుగె ఇక ఆగేనా ఇదివరకటి నేనేనా.. ఇలా ఉన్నా నాలో ప్రేమనూ నీ కానుకివ్వగా అరె చేతులంతు మొలిచేను పూవానం నీ వల్లనే చెలీ న గుండె లోతులో ఓ పాల పుంత పేలిన సంబరం స స ప మా ప స స స స ప మా ప స స ప ప ని ని ప మా గా మా ప మా మొట్ట మొదటి సారి పట్టా పగతీవేల ఎదురయింది చందమామా కానురెప్పల దోచిలి చాచా కలలోకి నిన్నే పిలిచా తొలి చూపున ప్రేమించా మలి చూపున మానశిక్చా నిదురకీ ఇక సెలవిక్చా నీ సాక్షిగా పరిచయమే ఓ పరవాసమై నను పడమందే నీ నీదగా నా జత సగమై.. రేపటి వరమై నువ్వుంటావా నా తోడుగా హే ఇల్లా.. చారదేసీ కల్లా గుండెల్లో గుచ్చుకున్నా ముల్లా ఒహో హో.. హే ఇల్లా పువ్వాంతి పెదాలా నా శ్వాసానాపే బంగారు బానాలా స స ప మా ప స స స స ప మా ప స స ప ప ని ని ప మా గా మా ప మా మొట్ట మొదటి సారి పట్టా పగతీవేల ఎదురయింది చందమామా",
  "Most beautiful song😍😍",
  "My favorite movie and favorite song..",
  "I LOVE THIS SONG  FOR EVER AN EVER💋👌",
  "Nani ♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️",
  "Super👌👌👌👌👌👌👌👌",
  "Real chandamama  lavanya my favorite  bangaram",
  "Hi",
  "E song vinte naku adho teliyani filing kaluguthadhi🌳💙 I love this  song💙",
  "What a 😍 love song 🎵 ❤ superrrrr 😃",
  "❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️ super song",
  "Who are watching in this month?",
  "My fv song",
  "Nani❤️❤️❤️",
  "Two countries മൂവിലെ കന്നിമലരെ സോങ്ങിനോട് സാദൃശ്യം തോന്നിയതെനിക്ക് മാത്രമാണോ. ഗോപി anna... 😁 ഇങ്ങള് തന്നെ ഇതിന്ടെ music director ആയതു കൊണ്ട് കുഴപ്പമില്ല.",
  "I love u Nani😘😘😘",
  "Nice song",
  "స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. మధు మంత్రం చవి చూస్తున్నా.. ఓ.. ఓ.. ఓ.. ఓ.. మర యంత్రం ఐపోతున్నా.. అడుగే నన్ను వద్దన్నా పరుగే ఇక ఆగేనా.. ఇదివరకటి నేనేనా ఇలా ఉన్నా... నాలో ప్రేమనూ నీ కానుకివ్వగా.. అర చేతులందు మొలిచెను పూవనం.. నీ వల్లనే చెలీ..నా గుండే లోతుల్లో.. ఓ పాలపుంత పేలిన సంబరం... స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.. ఓ.. ఓ.. ఓ.. ఓ.. కనురెప్పల దోచెలి చాచా.. ఓ.. ఓ.. ఓ.. ఓ... కలలోకి నిన్నే పిలిచా.. తొలి చూపున ప్రేమించా.. మలి చూపున మనసిచ్చా.. నిదురకి ఇక సెలవిచ్చా.. నీ సాక్షిగా పరిచయమే ఓ పరవశమై.. నను పదమందే నీ నీడగా.. నా జత సగమై రేపటి వరమై.. నువ్వూంటావా నా తోడుగా.. హేల... చారడేసి కళ్ళా... గుండెల్లో గుచ్చుకున్న ముల్లా...  ఓహో... హో హేల... పువ్వంటి పెదాలా.. నా స్వాశనాపే బంగారు బాణాలా...  స స ప మ ప స స.. స స ప మ ప స స.. ప ప ని ని ప మ గ మ ప మ.. మొట్ట మొదటి సారి పట్ట పగటివేళ.. ఎదురయ్యింది చందమామా.",
  "Super songs nani",
  "Semma super Anna",
  "Vera level love",
  "My favourite Nani \u0026 Lavanya movie",
  "Please comment the lyrics",
  "super",
  "💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💞💝💞💞💞💞💞",
  "I just love this movie 😂",
  "Really love fellings song",
  "❤️❤️❤️",
  "Very suppeeeer niceee songg",
  "I loveee songg",
  "nice song",
  "i like song",
  "Nicee pic",
  "Songs videos super 👌👌👌👌👌👌💖",
  "2020 corona effect valla entha mandi vachi like kotti chusaru 🤣😂🤣😂 ( September)",
  "Like vesukondi like kottandi Ani adukune bichagallu pondira babu Pakkaki",
  "niceee",
  "Lavanya Tripathi mee smile ki Anni kotlaina thakkuve",
  "Superb song ever and forever mean very class song",
  "❤❤🥰🥰🥰🤩🤩🤩you\u0027re amazing at songs",
  "Like here natural star nani fans 👌",
  "💕💕💕💕💕💕💕💕💕💕",
  "Super song 😍😍😍😘😘😘💕💕💕💞💞💞💞💘💘💘💗💝💝💝",
  "I am Australian but I love this song",
  "Super",
  "I think I\u0027ve given this song 1million views..😂i listen to this at least 10 times a day",
  "ANY ONE WATCHING THIS SONG AGAIN AND AGAIN HIT LIKE HERE😘😘😘.",
  "Maruthi sir fan\u0027s iythe oka like evandi",
  "work from home part time are full time kosam e group lo join avvandi no investment",
  "Superb song",
  "Very nice song",
  "Please  upload  master  hd  songs",
  "Gopi sundar minimum guarantee music director ❣️❣️❣️❣️",
  "💖💖💖💖💖💖💖💖",
  "Super lovely song i like it........👌👌👌👌👌👌",
  "Super song",
  "సూపర్....హార్ట్ టచింగ్ సాంగ్...💖💖👍👌👌👌👌👌👌💯💯",
  "My fav movie... Love all the songs... Beautiful composition and music... Nanis best performance...",
  "P",
  "Super song",
  "Wonderful song",
  "July 2020anyone",
  "Good morning",
  "Vxzzxckssgbvmsxxvnmwxz,. Jggfgj",
  "Whoever watching this video in 2020 like here Nani 😘😍",
  "ఎమి సాంగ్ ర బాబు ఎన్ని సార్లు విన్న వినాలి అని పిస్తుంది ilove my nani ఐల్ యూ my song 2020లో కాదు 2050లో వినే వారు????",
  "Nani 😍😘",
  "Magadivai",
  "ఈ రోజు కి కూడా ఫీలింగ్స్ మర్చిపోలేని బ్యూటిఫుల్ సాంగ్",
  "Nice song.super nani",
  "It\u0027s always my favourite movie",
  "Lavanya tripati dress super one colour dress I\u0027m super",
  "Heroen drees super",
  "Who were watching in corona Holidays,like here",
  "I like",
  "Super hit song",
  "",
  "One of My fav song...",
  "Who watched this movie and is watching this song because you are really opposed",
  "Nani is super good song🎧👂👌",
  "I love this song",
  "Hi",
  "Lavanya Tripathi 💕💕💕💕😍😍😍😍🤩🤩😘😘😘",
  "That corus 😍🎧🔥👌🏼",
  "Super superoo song🎶 Repeat songs",
  "Lavanya so beautiful cute",
  "💞❤️",
  "Nani fans like! 👇👇👇",
  "Super",
  "Good",
  "Good",
  "Awesome song",
  "Saachaaa😍😍😍😍",
  "Saaaachaaaa",
  "2020 lo vintuna valu oka like vesukondii....!!",
  "Anyone 2020 April 9 ? 🌺🌺🌺",
  "Hi",
  "😍😍",
  "Nice Song",
  "💞💞💞2020 💞💞💞వినే వారు ఒక💞💞💞 లైక్ 💞వేసుకోండి💞💞💞💞💞.💞💞💞💞💞💞💞💞💞💞💞",
  "Can I Use This Song For Cover Song...Plz Tell Me any Copyright Issues There...",
  "love u nani bagaram",
  "Super Nani context natural Star",
  "భ mn",
  "Saaassaaaa",
  "Love you 2",
  "Nice melody songs 🎵",
  "It is one of my favourite song",
  "2020",
  "Super Melody songs😃",
  "This is a wonderful song 💖💖💖♥️💞. .... A lates of memories in fast days",
  "My favourite song",
  "Maruti magic",
  "Super Love you soooooooooo mach",
  "Lovely song",
  "2020 year listen song",
  "Super song  like  is song",
  "Praveen Singh muvitha rani",
  "Nice bro",
  "2020 batch",
  "That\u0027s allu aravindhu great produsir andhuke cinema pedda hit ayyindhi direction maruthi great mooooovvviii fast time 65 kotlu vasulu chesindhi star dum echindhi nirmatha allu arvindhu 😀😀😀😀😀😁😁😁😁😂😂",
  "Nandana",
  "I love you laksmi",
  "2020",
  "I love you nani bangaram",
  "Natural stat Nani garu😍",
  "Anyone in 2020??",
  "Super Song",
  "love you nani",
  "Nice song",
  "😍🙏",
  "Soper",
  "gopi sundar music 👍👍👍",
  "Nani supar 👍👍👍",
  "Allu aravindhu supar produsar great nirmatha🙏🙏🙏🙏",
  "Super song 😍😘😍😘😍😘😍😍😘",
  "Miss you paddu love you song",
  "I like this song l love you",
  "నాని songs ఈ songs కేక..... Nice song 👍👌👌",
  "J",
  "మైఫ్వవరెట్ సాంగ్..ఇసాంగ్ వింటే. నా హర్ఠ.అదుర్తుంది",
  "2019 who is viewing this song, like",
  "Hi",
  "Super",
  "Nani  real star👊👊👊👌👌👌👌👌👌👌👌👌👌👌",
  "My favourite song",
  "Beautiful💜💜💜 💜💜💜💜💜💜 💜💜💜💜💜💜",
  "2019??",
  "My favourite song❤️",
  "Super song nani",
  "Who r watching thses song in 2019 plzz like 👍👍",
  "This was the movie Super hit \u0026Songs  was beautiful",
  "Super song",
  "Sa Sa Pa Ma Pa Sa Sa  Sa Sa Pa Ma Pa Sa Sa Pa Pa Ni Ni Pa Ma Ga Ma Pa Ma Motta Modati sari Patta Pagativela  Eduraindi Chandama He Ila Charadesi Kallaa Gundello Guchchukunna Mullaa Oho ho Hey Ila Puvvanti Pedala Na swasanape Bangaru Banala Sa Sa Pa Ma Pa Sa Sa  Sa Sa Pa Ma Pa Sa Sa Pa Pa Ni Ni Pa Ma Ga Ma Pa Ma Motta Modati sari Patta Pagativele  Eduraindi Chandama Oh Oh Oh  Madu Mantram Chavi Chustunna Oh Oh Oh  Mara Yantram aipotunna Aduge Nanu vaddanna Paruge Ika Aagena Idivarakati Nenena Ila Unna Nalo Premanu Nee kanu kivvaga Arey Chetulanto Molichenu Poo vanam Nee vallane cheli  Na Gunde lotulo  O pala punta pelina Sambaram Sa Sa Pa Ma Pa Sa Sa  Sa Sa Pa Ma Pa Sa Sa Pa Pa Ni Ni Pa Ma Ga Ma Pa Ma Motta Modati sari Patta Pagativele  Eduraindi Chandama Oh Oh Oh  Kanureppala Dochili Chacha Oh Oh Oh  Kalaloki Ninne Pilicha Toli Choopuna Premincha Mali Choopuna Manasichcha Niduraki Ika Selavicha Nee Sakshiga Parichayame O paravasamai Nanu Padamande ne needaga Na Jata Sagamai Repati Varamai Nuvvuntava Na Toduga He Ila Charadesi Kallaa Gundello Guchchukunna Mullaa Oho ho Hey Ila Puvvanti Pedala Na swasanape Bangaru Banala Sa Sa Pa Ma Pa Sa Sa  Sa Sa Pa Ma Pa Sa Sa Pa Pa Ni Ni Pa Ma Ga Ma Pa Ma Motta Modati sari Patta Pagativele  Eduraindi Chandama",
  "I have watched the video more than 50 times",
  "Anyone watching OCt 2019",
  "Mind blowing music🎤🎼🎹🎶",
  "Nice song",
  "That\u0027s why he is natural star   nothing more to say about his talent 🌹🤗🤗",
  "Who is listened this song in Oct 16th",
  "Background players are extremely talented ❤️❤️❤️",
  "Nice song",
  "❤",
  "Nani fans hit like 👍",
  "One my favourite song this movie many time watched👍",
  "Super",
  "lavanya tripathy fans like here😍",
  "I love nani 😍😍😘😘😍😘❤️😍😘❤️",
  "Who listened this song after Gangleader Movie like here",
  "meeru middle class abbailaithe oka like kottandi",
  "Love this song",
  "Allu arvindhu Supar nirmatha great job 👍👍👍👍👍",
  "😍😍😍😎🤩🥰😘",
  "Nani Gary meeru chalabaga chesaru",
  "I love this song",
  "❤️🧡💚💚💙💜🖤♥️👍👍👍👍👍👍",
  "I ♥️ this song",
  "My sweetheart song",
  "I live dis song",
  "I like the songs",
  "bale bale manchi hit and anthaku minchi ☺️☺️☺️☺️😊😊😊💐💐💐💐💐",
  "meri favourite song",
  "meri favourite song",
  "I\u0027m here On the occasion of 4 Years of Bhale Bhale Magadivoy...",
  "Who lesening this song in September in 2019",
  "i love this song",
  "My ring tone from long yrs",
  "i love thies song ❤❤",
  "Naniiiiiiiiiiiiiiiiiiiii 💞💟 magical 😉😘😜",
  "😍",
  "This ❤is❤one❤of❤my❤favorite ❤song ❤ever",
  "Shh",
  "N66ed",
  "Nice song and nice heroing is there I like this song",
  "Chinna. Sup",
  "Keka song,keka music,keka written song\u0026 sing god bless you singers",
  "Nice song",
  "Alanti ammayi enka chudaledhu enthavaraku Hindhupur ku collage ku join ayyinappati nundi",
  "Finally reached by investigation in YouTube by 2yrs",
  "సాసపమపసససాసపమపసస పాపనినిపామగమపమ మొట్ట మొదటిసారి పట్ట పగటి వేళ ఎదురయింది చందమామ హేయ్ లా చారడెసి కళ్ళా గుండెల్లో గుక్చుకున్న ముళ్ళా ఓ హో హో హేయ్ లా పువ్వంటి పెదాల నా శ్వాసానాపే బంగారు బాణాల సాసపమపసససాసపమపసస పాపనినిపామగమపమ మొట్ట మొదటిసారి పట్ట పగటి వేళ ఎదురయింది చందమామ ఓ ఓ ఓ ఓ మధుమంత్రం చవిచూస్తున్న ఓ ఓ ఓ ఓ మర యంత్రం అయిపోతున్న అడుగే నను వద్దన్నా పరుగే ఇక ఆగేనా ఇదువరుకటి నేనేనా ఇలా ఉన్నా నాలో ప్రేమను నీ కానుకివ్వగా అరిచేతులతో మొలిచేను పూ వనం నీ వల్లనే చెలి నా గుండే లోతుల్లో ఓ పాల కుంత పేలిన సంబరం సాసపమపసససాసపమపసస పాపనినిపామగమపమ మొట్ట మొదటిసారి పట్ట పగటి వేళ ఎదురయింది చందమామ ఓ ఓ ఓ ఓ కను రెప్పలదోచిలిచాచా ఓ ఓ ఓ ఓ కలలోకి నిన్నే పిలిచా తొలి చూపున ప్రేమించా మలి చూపున మనసిచ్చా నిదురకు ఇక సెలవిచ్చా నీ సాక్షిగా పరిచయమే ఓ పరవశమై నను పదమందే నీ నీడగా నా జత సగమై రేపటి వరమై నువ్వుంటావా నా తోడుగా హేయ్ లా చారడెసి కళ్ళా గుండెల్లో గుక్చుకున్న ముళ్ళా ఓ హో హో హేయ్ ల పువ్వంటి పెదాల నా శ్వాసానాపే బంగారు బాణాల సాసపమపసససాసపమపసస పాపనినిపామగమపమ మొట్ట మొదటిసారి పట్ట పగటి వేళ ఎదురయింది చందమామ",
  "I love this song🎶",
  "Beautiful 😍 nd super song",
  "Love you this song",
  "super songs I love this song",
  "Super",
  "Sprr my favourite Song",
  "Beautiful song  nice awesome.....................",
  "Super song",
  "Superb SF ❤❤",
  "Love  you    nani   garuu",
  "So nice",
  "👌👌👌👌👌👌👌👌💐💐💐💐💐🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸😍😍😍😍😍😍😍😍😍😍",
  "love this song 💑👌👌👌👌",
  "love u song",
  "Superb song",
  "Gopi sundar 🙏🙏🙏",
  "My most lovely hero",
  "E song ki kuda onlike chese vallu unnarara babu music scence leni na kodukulu 😪",
  "Gopi sundar music ❤️ nani anna expretions ❤️ lavanya tripati 😘",
  "Nice song",
  "Good combination of both CLASSICAL and WESTERN MUSIC",
  "Super imagination of nani in this song",
  "Super",
  "Very nice and very warm",
  "2k19.......?",
  "Zalal",
  "2019 ഇൽ കേൾക്കുന്ന എത്ര മലയാളികൾ ഉണ്ട്????? ഗോപി ചേട്ടൻ🔥🔥🔥",
  "Love you nani",
  "SU.   SU.    SU.     per",
  "I love this song. The combination of lavanya and Nani is cute",
  "Nice song",
  "wow so nice very cool song.i love this song👌",
  "Superr",
  "It  is not suitable for nani sir",
  "Samantha is better than in this movie heroine",
  "Anni your so beautiful",
  "Any Malayaaleez",
  "సూపర్ సాంగ్ \u0026మ్యూజిక్",
  "Superb song",
  "nani expressions so nice",
  "Super",
  "Super mind blowing yaa",
  "Superb",
  "osm song",
  "MY lovely song",
  "i am fan of naturel star nani bro",
  "Super hero nani",
  "Superb song",
  "Nani is the best actor in the south I love you natural star nani",
  "Super song",
  "👌👌👌👌👌👌👌👌👌👌👌💟",
  "i love this movie who watching this song 2019plz like",
  "💕💓💕 excellent song",
  "Super song",
  "Nani ...my fav actor",
  "Eputaki  nsatural star nani",
  "Super",
  "Motta modhti sari",
  "Superrrrub song 😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍😍🤗 🤗🤗🤗",
  "lovelysong",
  "Super",
  "Anyone 2k19 hit like 👍👍",
  "👌👌👌👌👌👌👌👌👌👌",
  "👌👌✌️👌👌",
  "Beautiful ...heartwarming song 😘",
  "Block buster movie  Block buster song  #Nani ki turning point",
  "😍😍😍",
  "NYC song",
  "I addicted this song 😍😍😍😍",
  "Super",
  "I love this song superrub song 😃😃😍😍😍😍😍😍😍😎😎😘😘",
  "super song 📃📃📄📄🎻🎻🎻🎻",
  "ILikenanisu.........😴😴🐽🐽🏡",
  "I don\u0027t understand Telugu but this song is so great heart touching song",
  "Good morning song",
  "How many watched this video 2019",
  "Very nice song",
  "Nani my phevaret",
  "Nenu epataki flat ipoyanu",
  "Nani fan her and super song",
  "One of my fav",
  "😘😘😘😘😘😘😘😘😘👍👍👍👍👍👍👍👍👍 Who is watching 2019   Like Here  #nani  Fans like here",
  "Super song. ...Natural star. ..Natural performance. ...",
  "Nani fan ikada💗💗💗💗",
  "Nani garu meru super lavanya smile super myfavarate  song👌👌💖💖💖🌷🌷❤❤🌹🌹💐💐",
  "Who listen this song in 2019 superrub😍😍😍😍😍👩‍❤️‍👨👩‍❤️‍👨👩‍❤️‍👨👩‍❤️‍👨",
  "Anyone 2019 😘😘😘😘",
  "Jai Natural 🌟 Nani Anna",
  "Lavanya is nice in white dress",
  "Sachin warrier garu Meru super",
  "Nani fans are cool guys.... Ok itey like veskondi",
  "Lavanya Tripathi looking bueatiful in this movie...",
  "Any one watching 2019",
  "So nice song",
  "Same feeling when I am saw my girlfrd it\u0027s osmmm  💜💜💜💜💜",
  "super",
  "I love this song superrrub 😍😍😍😍😍😍😍💖💖💖💖💖💖💖💖💖💖😀😀😀😀",
  "Exlent",
  "Please upload to movie in Hindi.",
  "👌👌👌song",
  "nani is a good hero",
  "Nani  best",
  "Natural star Nani fans like here  Who is watching still 2018 also like here",
  "Super",
  "Ee song veni love lo paddanu and marriage kuda chesukonanu",
  "Please upload to movie Hindi..",
  "MALLESH 👌👌👌",
  "I like Song.but most important things Nani is actually superstar..",
  "Love you",
  "Super song",
  "Superrrub 😘😘😘😘😘😘😘😀😀😀😀😀🤩🤩🤩🤩🤩🤩🤩😘😘😘😘😘😘😘",
  "Superrrrrrrrr......song from nani movies ..........Nani expressions are excellent.......I like Nani very much .......shirt is very nice....Nani is really natural hero ......💤💤💤💞💞💞💞💞💞💞💞💞💞",
  "I don\u0027t understand thelugu but song and nani experience super lam big fan of you",
  "I o u.    🎼 🎶",
  "Lovely nnani",
  "I\u0027m the huge admirer of natural star nani 😙😙😙",
  "Natural star nani acting 👌👌👌acting cheyamante aa character lo jeevistharu feelings nani natural ga vasthai",
  "Superrrub song🤩🤩💖💖💖💖",
  "Beautiful song 👌👌👌👍",
  "very  very  super  😎😎😉😉😉😀😀😀😚😚😙😍😍😘😗☺☺🤓🤓🤓👏👏👏👍👍👍👌👌👌  I love  it",
  "Nani garu movie leda songs evaina sara bevuntayi",
  "Greate song",
  "i like this song",
  "Nani ur ossummmm",
  "Supper song",
  "My favorite song really awesome",
  "Like for this song ❤️",
  "lovely nani",
  "Super",
  "I love this song very much",
  "My favorite song",
  "Malayalis compare this to Chenthengin two countries.",
  "Superb... Nice music",
  "Feel good song.",
  "Super smile nani hero",
  "Top",
  "E movie vacchinappudu 8th class",
  "Suprb song 👌👌",
  "Supeerrrr nani anna",
  "Super song 👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌💕💕💕",
  "Beautiful song",
  "Nice song I love nani",
  "I love this song super song",
  "Nanibhai is good aktig Very very nice song 👌👌 Movie supeb",
  "Good, song Batu balaraju",
  "👌👌👌👌",
  "Nice.        Good",
  "I like this song",
  "Supr music",
  "Any one 2018",
  "Nani antay estam leni vallu like chayyaru",
  "nani my favourite  guy and my natural  star",
  "Super",
  "Loved it❤️❤️",
  "I love this song",
  "My super song",
  "Basudev",
  "Nice song ...I like naani very much....it is one of my favourite song from Nani movies....from Khammam❤❤❤❤❤",
  "Super song  Andhari gundelani touch chesela nani gaari songs untayi that\u0027s why we love you so much Nani gaaru 💓❤❤❤",
  "Very nis song",
  "Nani annayya ku no background ledu. Ayina own talent",
  "such a meaning ful song ,😘👌👌",
  "Feel good song",
  "I am Tamil love this telugu movie Big fan Nani",
  "I love nani best song",
  "👌👌👌👌👌👌👌👌👌👌👌👌",
  "Very very good song",
  "As a heart touch song",
  "excellent song excellent music",
  "Feel good song....😍😍😍😋😊😙",
  "Super nani",
  "Superr Nani I love you",
  "Very nice song ....in this song I like Nani\u0027s shirt vry much......Nani is a natural hero.....I like nani vry much much much .........from wyra",
  "Super song ❤️❤️❤️❤️❤️❤️",
  "Ganesh Nayak",
  "nice songs emotional feeling",
  "Super song",
  "I just ❤❤❤❤it 😘😘😘",
  "i like this soo much",
  "super nani anna",
  "Super",
  "Ch Raju youth No 1",
  "Super song Nani garu👌👌👌👌👌👌👌",
  "I Love this song",
  "anyone 2018",
  "I love  my song 👌👌👌👌",
  "Super",
  "Nice song",
  "Super songs",
  "Supper  song",
  "Natural star Nani superr heroo",
  "Excelent",
  "good",
  "nice song",
  "I love you nani Gari super song😍😍😍",
  "Fantastic songg",
  "Ch Raju youth No 1",
  "I don\u0027t know Telugu. But I like nani and love him😍😍😍😍💏💏💏💏",
  "Super song so nic",
  "Superbbbbbbbbbbbbbbbbbbb...",
  "Nice  song. Nani 👍🏻",
  "",
  "కస్టమ్,బాక్రౌండ్ సూపర్.వైట్ డ్రెస్ లో లావణ్య ఏంజెల్ ల ఉన్నది.",
  "I.like.this.song. very.much",
  "Natural star 👌👌",
  "The best song",
  "Ch Raju youth No 1",
  "My songe",
  "Nani Anna keka",
  "Really I like this song.... Nani acting awesome 😀😀",
  "Ever and ever beautiful song",
  "I love this song and Nani your acting is simply awesome, extraordinary.... After seeing your acting I started seeing your movies only telugu........ Lavanya even you are awesome I like your smile and dimples and dressing style",
  "I love this song friend\u0027s enjoy this song",
  "nice song",
  "Superb song 😍👌",
  "I love this movie",
  "Amazing nani",
  "amazing song i fell in love by listening this song i m big fann of nani keep rocking",
  "I love this song",
  "love my songs",
  "Na swasanu ape bangaru banamla....",
  "Pavani sri I love this song",
  "My fav song ❤️",
  "super nice song",
  "Ni acting super",
  "Nani nvu keka",
  "Nani fans",
  "I love Nani songs",
  "i love song",
  "Always Natural",
  "super",
  "mutta modati sari chusina fantastisk song",
  "Super",
  "2018???any one",
  "Super 💞💕💖❤👫",
  "super song",
  "nice",
  "I love u so much",
  "Super",
  "nice song",
  "super video song",
  "Best lyrics",
  "the song and video is sooooooo beautiful",
  "i love u nani",
  "i love this song",
  "super song",
  "super",
  "Nice songs in this movie 😊",
  "Nani careers biggest hit and super movie all are seeing this movie cinema ennisarulu Chusina. boring   undadu",
  "I loved this song",
  "Nice songs I am the fan of nani",
  "Full upload please",
  "Super songg😍😍😍😍😍😍",
  "plz hindi may upload karo e movie",
  "please full movie in hindi",
  "Nani is really natural 🌟",
  "Super song",
  "Super duper all time hit",
  "Natural star",
  "Superrrrrt",
  "I love you Nani Fance  Ekkada",
  "nice song",
  "I loved this song",
  "Super  💟💟 👌👌👌",
  "Natural star nani superb 😘😘😘😘😘",
  "full move upload plz.",
  "Nice love song who listing this song this second????",
  "E song lo chala handsome  ga unaru i love this song sooo much",
  "Merante naku pichi love u sooooooooo much",
  "Nani garu love u sooooo much",
  "song love",
  "I love song",
  "Love uuuuu Naniii love uuuu soooooo much",
  "Supper song",
  "Super song",
  "Super nani",
  "S",
  "Nanisam..",
  "nice",
  "The is good",
  "Filling happy every time when watch this song",
  "Amazing nani",
  "Sa sa pa ma pa sa sa Sa sa pa ma pa sa sa Pa pa ni ni pa ma ga ma pa ma Motta modati sari patta pagativela Eduraindi chandama Hey ila charadesi kallaa Gundello guchchukunna mullaa Oho ho hey ila puvvanti pedala Na swasanape bangaru banala Sa sa pa ma pa sa sa Sa sa pa ma pa sa sa Pa pa ni ni pa ma ga ma pa ma Motta modati sari patta pagativele Eduraindi chandama Madu mantram chavi chustunna Mara yantram aipotunna Aduge nanu vaddanna paruge ika aagena Idivarakati nenena ila unna Nalo premanu nee kanu kivvaga Arey chetulanto molichenu poo vanam Nee vallane cheli, na gunde lotulo O pala punta pelina sambaram Sa sa pa ma pa sa sa Sa sa pa ma pa sa sa Pa pa ni ni pa ma ga ma pa ma Motta modati sari patta pagativele Eduraindi chandama Kanureppala dochili chacha Kalaloki ninne pilicha Toli choopuna premincha Mali choopuna manasichcha Niduraki ika selavicha Nee sakshiga Parichayame o paravasamai Nanu padamande ne needaga Na jata sagamai repati varamai Nuvvuntava na toduga Hey ila charadesi kallaa Gundello guchchukunna mullaa Oho ho hey ila puvvanti pedala Na swasanape bangaru banala Sa sa pa ma pa sa sa Sa sa pa ma pa sa sa Pa pa ni ni pa ma ga ma pa ma Motta modati sari patta pagativele Eduraindi chandama",
  "Nani is the best. By the way nani is doing more 3 movies in 2018 they are krishnarjunayuddham , Nani and nagarjuna multistarrer movie don\u0027t know the name of it and chitralahari. Hope these also become hit.",
  "it\u0027s only my favourite song......💟💜💟....",
  "Simple nane star",
  "Best song on Love at first sight",
  "nice song",
  "Awesome song",
  "vrei nica",
  "Songs are superb in this movie... Thanks to Gopi Sundar...",
  "Dance  raghu",
  "I love you nani",
  "Six kottalante dhoni hit kottalante nani",
  "I love my song",
  "it\u0027s a natural star\u0027s....natural performance...and beautiful music....and...heart touching lines....",
  "Superb song",
  "Hi friends please subscribe my channel About technology like application tutorial i will do more better videos please support me just see my videos and subscribe  I need 1000 subscribes and 4000 hours Please  Subscribe my channel with above my link Please",
  "I am huge fan of urs",
  "motta modati sari",
  "Ofter 1:30m this song went peak and also good coriograpy",
  "Please upload bhale bhale mogadivoye full movie",
  "😍😘😘😘",
  "Anyone listening 19/02/2018. Like here",
  "my favorate song.  thanks to creaters",
  "E movie chusinaka nenu Saha matimarupu aypoyaaaaa",
  "Vinodgowda",
  "Mind relief song nice music",
  "Rya",
  "nice",
  "Fantastic song 💏💏💏💏",
  "I love music",
  "superb",
  "M in love with dis song ❤️😍",
  "💏💏💖💖💖💖💖💏💏",
  "I am fan of game of thrones and this song is good..",
  "super",
  "E",
  "natural                         star          nani        💓💓💓💓💓💓💓💓💓💓💓💓💓💔💔💔💔💔💔💔💔💔💔💔💔💔💕💕💕💕💕💕💕💕💕💕💕💕💕💖💖💖💖💖💖💖💖💖💖💖💖💖💗💗💗💗💗💗💗💗💗💗💗💗💗💙💙💙💙💙💙💙💙💙💙💙💙💙💚💚💚💚💚💚💚💚💚💚💚💚💚💜💜💜💜💜💜💜💜💜💜💜💜💜💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟💟❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣❣💨❣❣❣🤘🤘🤘🤘🤘🤘🤘🤘🤘🤘🤘🤘🤘",
  "who\u0027s watching in 2018 exact Telugu love rap song super song 👌👌👌👌👌👌👌👌",
  "Mastttt....",
  "Simply super🐾",
  "I love you swami",
  "wow!  what  a  mind   blowig  song",
  "Nani Nvu... Ni emotions pichekisthnav darling",
  "Love you",
  "very hilarious film.. and a wonderful acting by natural star Naa.. ni😀😀..hoping it continues 😘 😍😘😘",
  "Nani gadu methani dhonga",
  "so beuaty full songs my hart teched",
  "shaik chan basha ❤❤❤❤❤ 💛💛💛💛💛 💘💘💘💘💘",
  "lovely song",
  "Lovely music...",
  "Nice.songs",
  "Supper..............!",
  "👌 👌 👌 👍 👍",
  "Super song nani anna",
  "I love this song",
  "I\u0027m like this song",
  "Chardasi",
  "Super song",
  "Nice",
  "We love always nani   your acting is superrrrrrrrrrrrrr",
  "super song",
  "I  like  this  song very  beautiful",
  "No words to say plc upload full movie bro",
  "nice song",
  "super nani",
  "first time watching an ad  without Skipping  Superstar Effect",
  "super song",
  "silant.and.love.ly",
  "aswm 😘😘",
  "Natural star nani",
  "Super Nani @ Lavanya",
  "I love this song",
  "I literally love Nani \u0026 music",
  "hi prasanthi",
  "I dont know telugu and meaning of it but i love this song",
  "Lovely ..... ❤",
  "I love this song...💕💕💕💕",
  "So cute song",
  "Nb",
  "I love song",
  ",",
  "I like song",
  "nice",
  "Upload movie plzzzz",
  "Super voices SUPER SACHIN WARRIAR",
  "my favorite song in telugu",
  "sweet song ; suhasini",
  "U nani super..👌👌",
  "U nani super..👌👌",
  "Nice",
  "Nani u r my fav",
  "EM MAAYA CHESAVURA ,,, CHASTUNNA",
  "amazing super song",
  "Plz can sum one upload this movie",
  "Nice iloveyou  songs and swetha kumari m suleman ilove songs nice voice and",
  "nice",
  "super song",
  "I like this song",
  "Beautiful song",
  "Very nice song",
  "Narendrasai",
  "Nice video song",
  "sasapamapasasa sasapamapasasa pa pa ni pama gamapa👌👍",
  "super",
  "cok ink cartridge the",
  "Lovely song",
  "Adi oka heroien haaaaaa.",
  "sk suleman ilove songs nice voice and swetha kumari m like to song nice voice and",
  "love is beautiful very nice songgggggg",
  "super",
  "superrr Nani natural star great fentastic acting",
  "Memorable song",
  "Nani the\" Natural Star\"",
  "lol how many of you heard this song in marriage CDs?  No Telugu marriage CDs without this song nowadays.. 😀😂",
  "Seta R",
  "Like it",
  "Super song",
  "I love this song",
  "plz upload this movie",
  "super sang jai Nani ism",
  "ntr",
  "Lavanya tripati and nani combination is superb",
  "This is heart beat",
  "Rip Dislikers",
  "wow nice. I am a big fan of Nani. please upload this movie from in Telugu please. I saw his all movies except this please.",
  "I will see this song twice a day",
  "👌👌👌👌👌👌",
  "i am north India Orissa but nani Telugu famous actor lavaniya tirupathy  super action",
  "One of the best songs I have heard in many years.    Sunil Warrier a Malayali sang this song.  Also great picturization.    This video has had more views than any other Telugu song so far.",
  "Lovely song Made my day Awesome.",
  "Super",
  "Melody brahma Manisharma\u0027s music",
  "Excellent lyrics 👌👌👌",
  "nani is awesome hero...",
  "Superbbbbb songggg love this songgggg veryyy much",
  "lovely song 😊😊",
  "L",
  "lovely song",
  "lalli",
  "Nani superga onav",
  "Superrrrr song",
  "Nice to song",
  "superb song ❤❤❤",
  "i miss u dayyam",
  "nice song 👌",
  "One of my favorite song",
  "Super song",
  "Super song",
  "i love this  song.......",
  "Nice songs👌👌👌👌👌👌👌",
  "super",
  "I will so much love this song",
  "Super",
  "Hi priya",
  "Superp song I love this song",
  "i love nani",
  "Asritha lunch o",
  "Hai lavanya naani I love this song so much thanq maruthi sir manu frm banglore",
  "super super super song",
  "I like this song yarrrrrr",
  "That expression of nani at 0.24 😍😘",
  "I transfered to andhra and on that time I watched this movie in 2015",
  "My favourite song",
  "My  favourite  Song 😍😍😍😍",
  "😍😘 superb awesome nice song",
  "my fav.song",
  "Nice song",
  "cliche scenes",
  "I love you  hero nani",
  "super song. Nani is amazing",
  "my fvrt song i lv this song",
  "V. The",
  "Hoo",
  "Mind-blowing  song",
  "excellent song with lovely tripathi",
  "PANDIT sk SWAMI ji ALL problem solve 101% +91-9888834146*____ॐ ॐ________ (*1) love problem solution (*2) get your love back (*3) inter casit love marrager specialist (4) black magic specialist (*5) husband – wife relationsip problem solution (*6) voodoo spells (*7) love vashikaran specialist (*8) divorce problem solution (*9) childess woman problem solution (*10) job problem solution (*11) sex problem solution *)))) _______ 101% granted result all prblem solution 72 hrs solution +91-9915455641 ))))",
  "good sng",
  "nice",
  "Lavanya  with pink dress and with pink lipstick",
  "super,,,..",
  "E song chusina tharuvatha nunchi Blue colour \u0026 Green colour shirts konnadam start chesanu ☺💓💕",
  "supperr",
  "super nani and lavanya ism big fan of u both",
  "super song  I like so muchùì",
  "superb song",
  "asalu e song lo nani expressions superb.i love dis song \u0026u💋💋💋💋💋",
  "👌👌👌👌",
  "i love this sooooooooooooooo much",
  "super",
  "👌👌",
  "lovely melody Song",
  "amazing lyrics n music n actor\u0027s",
  "superb ...not a word to tell about dis song",
  "super song for my girl friend iam srikanth",
  "👌👌👌",
  "good song",
  "I want full  bhale bhale magadivoyi movie",
  "hello friends watch this movie bhale bhale magadivoy for free only on hostar.com",
  "Nani and lavanya tripati movies will always be good",
  "super song",
  "super song love u nani",
  "nice",
  "super",
  "Gopi sunder 🙏🙏🙏",
  "i dont know telugu but i became nani fan by seeing his films  thank u nani nw iam learning telugu",
  "u r a born star",
  "I  like   this  hero  and   heroin  and   I  love   the   song",
  "awesome song, beautiful expressions",
  "🚌💨💨💨🏃😂 Missed a bus!",
  "Nani Anna super",
  "nice song ......",
  "nani u rockźzz.love it smile",
  "I love dis song.music is nice👌👌👌👌👌👌💟💟💟💟💟💟💚💚💚💚💙💙💙💙💕💕💕",
  "i love soooo much of this  song",
  "nice song",
  "nice song",
  "💝💝💝❤❤❤❤💙💙💙💙👍👍👍👍😆😆😆😆😍😍😍😍😖😖😖😖😭😭😭😭❤❤❤❤💙💙💙💙👍👍👍👍💝💝💝",
  "s",
  "at 1.24 heart just raises and fall sooo nice",
  "Heroin is so beautiful👌😊",
  "love this song.nani ur awesome.",
  "so nice👩🖒💞💞",
  "Nice Song ..... Very good movie",
  "nice song and super song",
  "superbbbbbbbbbbbbbb............",
  "i love nani movies and songs.",
  "a great feeling from this song",
  "a great feeling from this song",
  "a great feeling from this song",
  "Very nice",
  "ful enjoying eppudu hyd from your permission",
  "super song my favourite",
  "superb song ☺☺☺extra ordinary composition, lyrics,music",
  "I love this song",
  "Nice song",
  "music super",
  "I love soo much this song and Nani lavanya",
  "I like this one",
  "I love this song soo much me dedicated my bangarm love u bangarm",
  "I love this song soo much me dedicated my bangarm love u bangarm",
  "k",
  "nise",
  "superb song love###### it 😊😊😊😊👌👌👌👌",
  "I love this song very much.......awsome lirics .....",
  "i don\u0027t understand telugu.. but song super👌👌👌👌",
  "good music song was good",
  "zabardast yaro awesome song",
  "very nice",
  "why do\u0027nt u upload full movie thats make channal popular and we like it",
  "motta modathisari NYC song naani",
  "I love u",
  "i love song",
  "it is a good song",
  "😘😘😘",
  "my favourite song",
  "super lavanya",
  "nice music",
  "nice song",
  "HAI NANI ANAYA",
  "sweet song beautiful singers",
  "Nice songs",
  "I love this song for unlimited much. sachin warrier you have soo nice voice and thanks to Gopi Sunder you will be a one of the best ever musicians. thanks for composing such a nice song",
  "Super  super. 5 star",
  "soooo butyfull songs I love soooo much",
  "soooo butyfull songs I love soooo much",
  "super my fevret song",
  "supeer hit song👌💐👌🍎🍓🍍🍉🍒🌞🎄🎵🎵🎵🎵🎵🎷🎸🎸🎻🔉🔊🔉🔈🔉🔊🔉🔊🔙",
  "Great song, awesome composition.....Nani rocks as usual...",
  "super song",
  "B. EswarReddy",
  "super",
  "simply superb",
  "💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜💜",
  "super",
  "nice expression   nani",
  "love ur acting nani I Feel it with my heart",
  "714 members bloody fools",
  "super song",
  "Simply superb my all time favorite song 🎶 🎶 🎶 🎶 🎶 🎶 🎶☺",
  "supeeerb song",
  "superrrrrrr🔊🔊🔊😅👌 song",
  "I love dis  song",
  "super",
  "I love both of them ...their action is really awesome....E movie nunchi Lavanya tripati ki fan aypoyaaaaaaaa",
  "superb songs",
  "mind blowing my fvrt song simply superb",
  "I love this song and lavanya",
  "good music",
  "Super song",
  "awesome",
  "lovely music",
  "superrr",
  "nice song lv it",
  "Awesome song",
  "I like a song so much fun",
  "great song",
  "Hate this lady.",
  "Excellent music love this song",
  "Una",
  "super song of the year",
  "its a nice song I love this song",
  "love u",
  "awesome",
  "my lovely song",
  "chala chala bagundi...",
  "i love this song",
  "supper",
  "super",
  "natural star ra majakana",
  "👌",
  "Super songs",
  "nice song",
  "love....u nani",
  "super",
  "super",
  "I am a Kannadiga. I like this song.",
  "my favourite song",
  "Helloooo....very nice movie",
  "soooooo good  song",
  "my feeling this song",
  "l like this songs and l love it. and  l love you so much Nani and N.Nehaa..",
  "super song...",
  "I love lavanay tripathi  action so much",
  "nice song mind blowing",
  "gggg llqhgg lhhhhhbbh1qi1uuuuuuuuqu hhuhhhhhhhhu q hu hi hhhqh1hhqqhq hhhqh1hhqqhq q 1hh",
  "in this song lavanya looks beautiful so sexyyyyyyyyyyyyyyyy",
  "no power⭐ no maga⭐ no super⭐ only TALENT ⭐ that\u0027s    NANI  we love you always👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌👌",
  "rotin ke binnaga 👌👌👌 super music song something different new look😁👌👌🎶🎶🎶🎶💖💖💖💖💖🌹🌹💯💯💯🎷🌠🎸🎸🎼🎼🎼",
  "asala tell me the reason y wud ppl unlike this song??!! HIPOCRATES!!",
  "super song",
  "super song",
  "Nice song superbbb",
  "super song .",
  "Amazing song",
  "610 guys are a real idiots",
  "i like this song",
  "lovely song",
  "Xnkl( s the,, 6 ⚅ ##\u0026\u0026#z",
  "i really love and hart full fell this song",
  "nice nane",
  "nani your super",
  "I love dis song very much",
  "supper song",
  "Super songs.... I love this song",
  "I learn this in sangeetham",
  "i love this song",
  "so sweeeeeet nice song",
  "similar tune gopi sunder gave for a song in malayalam movie 2 countries.",
  "so nice song",
  "i like this song ...............remembering my sweet memories",
  "i love this song",
  "Nice song",
  "beautiful melody song",
  "What a beautifull melody songs",
  "HAI",
  "Superb yar udharakotasav",
  "melodysong awesome",
  "can anyone pls upload full movie",
  "I love this song",
  "Nice...remembering my sweet memories.....",
  "Nice...remembering my sweet memories.....",
  "Nice...remembering my sweet memories.....",
  "Nani ur fabulous",
  "yo song super",
  "That gesture of nani to god is just awesome",
  "sooo nis song soo lik",
  "6",
  "amazing",
  "excellent song sachinwarrier ki Na namaskarlu",
  "I like this song very much",
  "bhale bhale magadivoi excellent super song\u0027s",
  "nice song☺☺☺☺☺☺☺☺☺",
  "chala chala chala chala chala chaaaaaaaaasla bagundi song. actress,acter, music, lyric and movie. my heartful thanks to this movie director, producer, music directer and all cast.",
  "I love this song",
  "so sweat song",
  "Like thiz song**************************@",
  "i love this song",
  "this reveals I\u0027m #foreveralone",
  "this song my favorite...i love this song",
  "very awesome song",
  "i love this song",
  "maruthi  made good film",
  "actress looking like grandma",
  "i like this song very much",
  "nice song",
  "good song",
  "super song",
  "nice",
  "nice songs",
  "Nice song songs guys",
  "nice song",
  "I like  all  you  guys  songs",
  "This is very nice and very beautiful song i will listen this song atleast 10 time a day",
  "sooo nice and beautiful song",
  "nise song very nise",
  "z",
  "nice song",
  "Super",
  "superrrrrrrrrrrrrrrrrrrrrr song",
  "x lent",
  "that lovely moment every boy really need in his life",
  "super song",
  "beautiful song",
  "it`s a very very nice song",
  "soooper song....ND nice lyrics",
  "Nice song",
  "Nice song",
  "OMG.... UPTO now i had heared this song for a thousand times  super song  love it",
  "Really awesome lyrics.. loving this so song so much.. ofcourse other songs too...",
  "o",
  "Give chance to other music directors too. Not dsp all the time",
  "Nani u r genious",
  "Nice videi",
  "super song..",
  "super song",
  "your to great to come in tollywood",
  "I\u0027m not indian but I have a south indian friend. She showed me this song and I\u0027m in love with it. Indian music is amazing :)",
  "awesome song  I love it",
  "super song",
  "sooo nice and beautiful song",
  "lv uh nani",
  "No Words to say...........",
  "zabardasth",
  "nice",
  "Nani simply superb..",
  "I love you nani",
  "plz dubb nani movies in malayalam",
  "super song",
  "natural star",
  "motta modatisari super .........super..........super.........super........song",
  "lovely song",
  "lovely somg",
  "lovely somg",
  "ur telugu industry super star",
  "my favorate video",
  "excellent song I like so much 100/",
  "super song",
  "Nice",
  "nani super",
  "this song was  very very melody song  listining  number of times",
  "great song with music",
  "mottamodhati sari pattapagativela yedhurindhi chandhamamaaaa wow superb lyrics are so awesome",
  "super song👍👍👍",
  "Mind blowing voice...",
  "nani garu.super song",
  "nani garu.super song",
  "suprrrr song",
  "heylaa charadesi kalllaaaaaaaa hoo this song superb. good music",
  "I Love this song.. \u003c3",
  "I love this song",
  "follow this !",
  "Lovely lavanya tripati",
  "😍😍😘😘👏👏👌",
  "simply super",
  "Gbf😗",
  "NNaaaniiiii......  SUper.................",
  "nani is fabulous actor my favourite",
  "nice...song \u0026 nani u rocks..THE NATURAL STARS..",
  "super song",
  "-1 for bad quality of audio.",
  "nice",
  "First time for all the same feeling will be  That\u0027s y I like this song",
  "nani.....♥♥♥♥♥",
  "I love those song\u0027s in dis  film.",
  "i love this song",
  "worst heroin",
  "super song",
  "I like it",
  "❤💛💚❣❣😍",
  "what a song yar",
  "nani is always excellent stuff and always his performance is mathi marpu history Lavanya tripathi is truly like andhra kakinada ammaiye god bless both of u my dear",
  "thi is my favorite song and i love this song",
  "best lovely song in telugu film industry 2015",
  "nice song",
  "wonderful music and super lyrics",
  "gopi sundar wow",
  "lovely song like my yami",
  "Very nice song",
  "Lovely Song!!!!! One of the Best song from TFI in 2015!!",
  "nice...rememberimg my Sweet Memories...",
  "outstanding-lyrics",
  "Nani expression awesome",
  "Good song",
  "cute people , awesome lyrics, amazing song..! \u003c3",
  "good song I like it",
  "this song goes to the my best lover",
  "super feeling song",
  "em padev bayya..... Awesome...",
  "superb lyrics , amazing music and superb song ...",
  "nani is the only natural star in film industry...",
  "superb songs",
  "nice song",
  "suprrrrrr song",
  "I love song",
  "nice song.....",
  "nice song.....",
  "superb song.........     awesome",
  "Superbbbb song",
  "na jatha sagamai repati varamie nv untaava na thoodugaa.. awsme lyrics \u003c3",
  "Good music song....",
  "He",
  "Superb song",
  "nice song..",
  "super song",
  "Lovely song! And beautiful movie too!!..",
  "SUPER SONG...........................",
  "super nice lovely",
  "i like it song",
  "super",
  "superbbbbbb!!!!",
  "superb",
  "very funny movie and nice song",
  "superb composition",
  "awesome lovely vanderfull song .....",
  "superbb song i love it(* *)",
  "nice song",
  "super song and nani ur awesome",
  "Mind blowing song no body never put the comments",
  "Finally an addictive telugu song :D",
  "superb song",
  "really awesome....heart touching song..one of my fvrt song.......",
  "super",
  "super song",
  "superbbbbbbb",
  "unbelievably good song. .and superb movie. .",
  "malli malli edhi rani roju ...movie tharvatha motta modatisari super...",
  "ssssssssssssss",
  "lovely song with meaning.. i love it",
  "I love the song. good and melodious.",
  "extremely melodious",
  "super song and super movie must watch",
  "good",
  "Nice song I like it",
  "super song...........awesome music",
  "@Lahari Music | T-Series  - Thank you for this awesome music video",
  "best comedy movie",
  "Nice movie n nice music",
  "nice song",
  "ramajogayaa sastry lyrics Wah Wah grt Sir ____/\\____",
  "super Mario bros before I don\u0027t know why you say that I am not sure ant to",
  "superb song",
  "I love it....",
  "superrrrrrrrrrrrrrr",
  "very nice song",
  "love, good song",
  "i love this song very much nani ur action is awsome",
  "awesome song",
  "awsome lyrics.",
  "awesome song i to loved",
  "supr song nani acting is good and song music lovely",
  "nice song",
  "h",
  "what a nice songs ....",
  "Super song",
  "super song",
  "hats off to gopi sundar for this wonderful composition",
  "Nice song",
  "super song......................",
  "super song",
  "simply superbbbb Nijamga ANDALA RAKSHASIIII",
  "elanti song motta modhatisari vinadam very superbbbbbb",
  "superb song i loved it ♡♡",
  "superb and lovely songs...m",
  "superb and lovely songs...m",
  "Amazing song!!!:)",
  "nice lyrics,and superb composition i really felt heart touched,thnq",
  "super awesome feel good  song",
  "I love ths song\"\"\"\"",
  "fabulous",
  "nice  song",
  "love you lavanya garu mee kosame 4 Times choosanu movie  mee lanti girl friend kosam vethukutunna ee movie choosinappatinundi",
  "cuteness is both of them having dimples loved the combination ,song, every inch of this movie :)",
  "nice song n good composition",
  "one of my fav sng.....",
  "nice song",
  "good song i liked it most than all other songs",
  "superbbbb song",
  "superbbbb song",
  "chuperrrr song.gopi sundhar music amaging",
  "loveily songes hart toching",
  "nice song",
  "dis movie is kinda funny !!!",
  "One of my fav song",
  "natural star nani. ur the best",
  "very nice \u0026 heart touching song... one of my fvt songs........",
  "super songs all my",
  "superb song, nani \u0026 lav justified this song  200%.",
  "nice onr",
  "awesome song ..nani lavanya looking awesome in this song...feel good song",
  "Awesome song........ :) :)  Love you lavanya.......... :) :)",
  "Thank you Lahari Music... for uploading this song. Great lyrics and Nani action is awesome.",
  "nice song  nd super jodi",
  "awesome song",
  "my fav :) \u003c3 naniiiii",
  "my..lovely...song",
  "Lovely song",
  "wow my fav one..... thanx for sharing \u003c3",
  "This seasons best!",
  "Lovely song...... Nani sir did a great job.... Good entertainer"
]