[
  "Thank you micky j mayer",
  "TAKE",
  "T4 ww t2t bbb6 TT sr q4tghg54nHndnng5TgAt t t q5t TT TT TT bgtt GTA sbb3xalrhl",
  "Movie release ayinappudu chusi indulo em undi anukunnam... ippudu chuste em undi raa movie anipistundi...",
  "2025 Listeners ❤✨",
  "మరీ అంతగా.. మహా చింతగా.. మొహం ముడుచుకోకలా.... పనేం తోచక పరేషాన్ గా గడబిడ పడకు అలా.. మతోయెంతగా.. శృతే పెంచక విచారాల విల విలా... సరే చాలిక.. అలా జాలిగా తికమక పడితె ఎలా.. కన్నీరై కురవాలా.. మన చుట్టూ ఉండే లోకం తడిసేలా... ముస్తాబే చెదరాలా..నిను చూడాలంటే అద్దం జడిసేలా... ఎక్కిళ్ళే పెట్టి ఏడుస్తుంటే కష్టం పోతుందా.. కదా.. మరెందుకు గోల.. అయ్యయ్యో పాపం అంటే ఏదొ లాభం వస్తుందా వృధా ప్రయాస పడాల.. మరీ అంతగా.. మహా చింతగా.. మొహం ముడుచుకోకలా.... సరే చాలిక... అలా జాలిగా తికమక పడితె ఎలా.. ఎండలను దండిస్తామా.. వానలను నిందిస్తామా.. చలినెటో తరిమేస్తామా.. చీ పొమ్మనీ... కస్సుమని కలహిస్తామా.. ఉస్సురని విలపిస్తామా..రోజులతొ రాజీ పడమా.. సర్లెమ్మనీ... సాటి మనుషులతో మాత్రం సాగనని ఎందుకు పంతం...  పూటకొక పేచీ పడుతూ ఏం సాధిస్తామంటే ఏం చెబుతాం.. ఎక్కిళ్ళే పెట్టి ఏడుస్తుంటే కష్టం పోతుందా.. కదా.. మరెందుకు గోల.. అయ్యయ్యో పాపం అంటే ఏదొ లాభం వస్తుందా వృధా ప్రయాస పడాల. చమటలేం చిందించాలా.. శ్రమపడేం పండించాలా.. పెదవిపై చిగురించేలా.. చిరునవ్వులు.. కండలను కరిగించాలా.. కొండలను కదిలించాలా.. చచ్చి చెడి సాధించాలా సుఖ సాంతులు... మనుషులనిపించే ఋజువు.. మమతలను పెంచే ఋతువు.. మనసులను తెరిచే హితవు.. వందేళ్ళయినా వాడని చిరునవ్వు.. ఎక్కిళ్ళే పెట్టి ఏడుస్తుంటే కష్టం పోతుందా.. కదా.. మరెందుకు గోల.. అయ్యయ్యో పాపం అంటే ఏదొ లాభం వస్తుందా వృధా ప్రయాస పడాల.",
  "మరీ అంతగా.. మహా చింతగా.. మొహం ముడుచుకోకలా.... పనేం తోచక పరేషాన్ గా గడబిడ పడకు అలా.. మతోయెంతగా.. శృతే పెంచక విచారాల విల విలా... సరే చాలిక.. అలా జాలిగా తికమక పడితె ఎలా.. కన్నీరై కురవాలా.. మన చుట్టూ ఉండే లోకం తడిసేలా... ముస్తాబే చెదరాలా..నిను చూడాలంటే అద్దం జడిసేలా... ఎక్కిళ్ళే పెట్టి ఏడుస్తుంటే కష్టం పోతుందా.. కదా.. మరెందుకు గోల.. అయ్యయ్యో పాపం అంటే ఏదొ లాభం వస్తుందా వృధా ప్రయాస పడాల.. మరీ అంతగా.. మహా చింతగా.. మొహం ముడుచుకోకలా.... సరే చాలిక... అలా జాలిగా తికమక పడితె ఎలా.. ఎండలను దండిస్తామా.. వానలను నిందిస్తామా.. చలినెటో తరిమేస్తామా.. చీ పొమ్మనీ... కస్సుమని కలహిస్తామా.. ఉస్సురని విలపిస్తామా..రోజులతొ రాజీ పడమా.. సర్లెమ్మనీ... సాటి మనుషులతో మాత్రం సాగనని ఎందుకు పంతం...  పూటకొక పేచీ పడుతూ ఏం సాధిస్తామంటే ఏం చెబుతాం.. ఎక్కిళ్ళే పెట్టి ఏడుస్తుంటే కష్టం పోతుందా.. కదా.. మరెందుకు గోల.. అయ్యయ్యో పాపం అంటే ఏదొ లాభం వస్తుందా వృధా ప్రయాస పడాల. చమటలేం చిందించాలా.. శ్రమపడేం పండించాలా.. పెదవిపై చిగురించేలా.. చిరునవ్వులు.. కండలను కరిగించాలా.. కొండలను కదిలించాలా.. చచ్చి చెడి సాధించాలా సుఖ సాంతులు... మనుషులనిపించే ఋజువు.. మమతలను పెంచే ఋతువు.. మనసులను తెరిచే హితవు.. వందేళ్ళయినా వాడని చిరునవ్వు.. ఎక్కిళ్ళే పెట్టి ఏడుస్తుంటే కష్టం పోతుందా.. కదా.. మరెందుకు గోల.. అయ్యయ్యో పాపం అంటే ఏదొ లాభం వస్తుందా వృధా ప్రయాస పడాల.",
  "2025 mar 21 listening is master piece",
  "Any one in 2025",
  "Good",
  "Anyone in 2025❤️💕",
  "❤❤❤❤❤❤❤❤❤❤❤👌👌👌👌👌👍",
  "Jai Babu jai jai Babu  Babu ante mahesh babu",
  "Any one in 2025",
  "Re release Feb 27 entha mandi waiting ☝🏻",
  "😊2025😊",
  "Everyone in 2025",
  "🌟 SSMB 🌟 4M VIEWS 💥💥💥",
  "2025 anyone??",
  "2025🙌🏻",
  "Anyone in 2025 Like here",
  "Any 2025❤",
  "Anyone in 2025",
  "Any one in 🎶 2025🎧",
  "Mahesh babu fans association from bidar ssmb fan",
  "Any one in 2024❤",
  "0:10 Male voice in the title song seethamma vaakitlo sirimalle chettu was sung by \"Vandemataram Srinivas\" Unfortunately credits not given to him",
  "యెకువలోన గోదారి ఎరుపెక్కింది ఆ ఎరుపెమొ గోరింట పంటయ్యింది యెకువలోన గోదారి ఎరుపెక్కింది ఆ ఎరుపెమొ గోరింట పంటయ్యింది పండిన చేతికెన్నో సిగ్గులొచ్చి అహ సిగ్గంత చీర చుట్టింది చీరలో చందమామ ఎవ్వరమ్మ ఆ గుమ్మ సీతమ్మ చరణం 1: సీతమ్మ వాకిట్లొ సిరిమల్లె చెట్టు సిరిమల్లె చెట్టెమొ విరగ బూసింది కొమ్మ తరలకుండ కొయ్యండి పూలు కోసినవన్నీ సీత కొప్పు చుట్టండి కొప్పున పూలు గుప్పెడంతెందుకండి కొదండ రామయ్య వస్తున్నాడండి రానె వచ్చాడు ఓయమ్మ ఆ రామయ్య వస్తు చెసాడోయమ్మ ఎదొ మాయ రానె వచ్చాడు ఓయమ్మ ఆ రామయ్య వస్తు చెసాడోయమ్మ ఎదొ మాయ సీతకి రాముడె సొంతమాయ్యె చోటిది నేలతొ ఆకశం వియ్యమొందె వేలిది మూడు ముళ్ళు వేస్తె మూడు లోకాలకి ముచ్చటొచ్చెనమ్మ ఓ ఏడు అంగలెస్తె ఏడు జన్మలకి వీనడి సీతమ్మ ఓ చరణం 2: సీతమ్మ వాకిట్లొ సిరిమల్లె చెట్టు సిరిమల్లె చెట్టుపై చిలక వాలింది చిలకమ్మ ముద్దుగ చెప్పిందో మాట ఆ మాట విన్నావా రామ అంటుంది  రామ రామ అన్నది ఆ సీత గుండె అన్ననాడె ఆమెకి మొగుడయ్యాడె చేతిలో చేతులె చేరుకుంటె సంబరం చూపులో చూపులె లీనమైతె సుందరం  జంట బాగుందంటు గొంతు విప్పాయంట చుట్టు చెట్టు చేమా ఓ పంట పండిందంటు పొంగిపోయిందమ్మ ఇదిగొ ఈ సీతమ్మా ఓ",
  "Wonderfull songs and lyrics ❤️❤️👌",
  "Super",
  "❤",
  "Nice family movi😊😊 and prakashraj gari smile is nice ❤❤",
  "తెలుగు వారి జాతర",
  "Mana Telugu❤❤❤❤❤",
  "Mikki j Mair super 👌👏 music",
  "Mickey j Meyer music my favourite music director",
  "Mari anthaga😘😘😘",
  "😢😮🎉😂❤",
  "I am a Cabbie I get paid bu £18/- per hour for 12 hours. Better than IT Engineer salary  permanent  Thanks,  Sri",
  "I am Cabbie, I get £19/hr sri",
  "If you work for Royal Mail, do you demand salary first, they will pay you after one week £11,90/hr  that to be if clear interviews, the T\u0026C\u0027s you should be able to walk 10 miles you should drive a wan and must nit criminal offences. I said to stop nonsense, I\u0027m Cabbie Sri",
  "The song credits... SITARAMA SASTRY GARU and ANATH SRIRAM SIR has underrately written lyrics that behind each line there is a lot of meaning to understand and also to learn frm it... Thanks both you for providing such words in front of us... 🙂🙏",
  "Your movie studios are in Telangana, when did you last time paid to Telangana Government tax, then how do you want run the government.. you Andhra trying to make movies in Hyderabad. Mr. Srinivas CHILAGANI",
  "Nagarjuna and Venkatesh are different kind of actors. Venkatesh is also shy boy 👦 but he acts differently, Regards Mr Sri",
  "Old is always gold this movie and there songs are next level can’t get enough 😊always in love with this movie and songs forever ♾ and ever my fav movie ❤SVSC❤",
  "ఒక్క ఆంగ్ల పదం కూడా వాడకుండా చల్లగా ఉన్న పాటలు",
  "మనసు ప్రశాంతంగా ఉంటుంది ఈ పాటలు వింటుంటే🤗🤗🤗🤗🤗🤗",
  "Movie enta bagundo songs kuda anta chala Baga unnayi",
  "Super songs",
  "That time we didnt understand the songs and lyrics.... Now when you hear it and understand... You understand you watched such a gold collection that time only...that time u enjoyed now u understand the lyrics and songs💯💯💯",
  "Super 👌 songs",
  "Super 💝 సినిమా",
  "Still my favourite 😍",
  "Mari antagaa song is a spiritual message",
  "Karnaataka vaallaku dabbu thappa yemii avasaramledhu/",
  "Thelugu cinimaalu block bustar yenni ayyaayi/manaku sinimaalu balapadaali/",
  "Eerojutho ee movie release ayyi 10 years complete avuthundi do a shooting facts on masala movie.",
  "What is this Venkatesh Acting like a Annayya (big Brother in family), Venkatesh Good New Idea Master, Sri",
  "మంచి పాటల్ని ఎవరైనా ఎప్పుడైనా ఆదరిస్తారు విని ఆనందిస్తారు 👌",
  "The masterpiece of tollywood",
  "👌👌👌👌👌👌👌",
  "Vintunnavadu... Vaadu chakram an ummidi",
  "Song superb",
  "Mari anthaga maha chinthaga moham muduchukikalaa Sare jaaliga alla jaaliga tikamaka pedithe alaa.... Kannirai kuravaala mana chuttu unde lokam thadiselaa......",
  "This song sung by Anjana Saumya. Sri",
  "From North-East India ❤️❤️❤️my favourite song from Telegu language , I humm these songs mostly whenever I\u0027m alone eventhough I don\u0027t or can\u0027t speak the language ❤️❤️❤️❤️❤️ and Can anyone please give me the full lyrics in english translation ?",
  "These songs still feel so new and refreshing even after a decade!!!",
  "Super,sag",
  "Miku antha ledhu thaguboothulanu evaranna nammuthara thirugu biithulanu dharidhapulluda orchhukooru avunaa .",
  "Ur gajji  attitude favourite  haa",
  "Everybody self depend self comfort self condition master and should everywhere every time any human being ok. Stupid nonsense voice advice whatever lot of more debate nonsense were because time waste better to development Technology whatever more wanteds in India. In Wanted.. everyday nonsense what..",
  "Adhimanavudu rathiyugamundi nerchhukunnaru kadha raa badukavularaa rajangavaraku mi echhing entyraa asalu",
  "Tati",
  "♥️",
  "West ayyna time entha viluva chesthundhoo kanukunnava .sampadhinchinadhani lekka forefect ga calculation chesara entha vanchindhi wt a demanding present approximately wt say ..more ea long time q kadha .ansr evvaledhea ..naku theliyadhu ansr ravatleadhu .wt .",
  "Nijam cheppu nenu miku theliyadhu me wt..say.",
  "I said to my Grand Children, Myself and Mahesh Babu only three years difference, but he is looking young so I am also looking young, so will find a woman marry. everybody watching Murary Movie. Srini",
  "I have Grand Children they all lough at me, they say My Grand Dad wants to marry at 49 years, I said to them look I still need a woman to cook for me, Srini",
  "They all lough at me, they all sister-in-laws married they have children, we have 50 people family, I to say to them, all of you make Bheshma, I am only 49 years age, Srini",
  "If they are happy I am happy, never worry, Srini",
  "I have six sister-in-law\u0027s, they all call me you look like Venkatesh, I say I look like Mahesh Babu. Srini",
  "It keeps me laughing, my ex-girl friends say you look like Venkatesh, even if look my photo 26 years age it looks like that, Srini",
  "Some keep Metcash some don\u0027t, some don\u0027t but we all Indians. Srini",
  "I said we all Indians we look same, don\u0027t worry Srini",
  "My ex-wife says you look like Hero Venkatesh, I laugh at it, my ex-girl friends says same. What do you want me to say, Srini",
  "Lot of people says I look like Venkatesh, even my ex-girl friend says, you look like Venkatesh, Venkatesh is Andhraiie, I am Telangaie, Sri",
  "Refreshing Music \u0026 Fantastic Lyrics 🙏👌",
  "►00:00 - Sitamma Vakitlo ►03:43 - Yemcheddam ►08:12 - Aaraduguluntada ►12:18 - Inka Cheppale ►16:00 - Meghaallo ►19:58 - Mari Antaga ►23:46 - Vaana Chinukulu Song Credits : Song Name : Sitamma Vakitlo Lyrics : Anantha Sriram Singers : Chitra, Chorus Song Name : Yemcheddam Lyrics : Sirivennela Sitarama Sastry Singers : Ranjith, Sri Rama Chandra, Karthik Song Name : Aaraduguluntada Lyrics : Anantha Sriram Singers : Kalyani Song Name : Inka Cheppale Lyrics : Anantha Sriram Singers : Rahul Nambiar, Swetha Pandit Song Name : Meghaallo Lyrics : Sirivennela Sitarama Sastry Singers : Karthik, Sri Rama Chandra Song Name : Mari Antaga Lyrics : Sirivennela Sitarama Sastry Singers : Sri Rama Chandra Song Name : Vaana Chinukulu Lyrics : Anantha Sriram Singers : Karthik, Anjana Sowmya",
  "Super 👌👌👌",
  "Nuvvu balance feel ok kooddiga chadhivinavu dhani viluva kooddiga thelusu ok andharu vubdakuntea nilaa  balance theliyali kadha theliyali ante life vennki vellali mundhukea opika ledhu venikki vealli mundhuku ravadam na vallakadhu..miru musukooni vanakali padiravachhukadha miru kuda sadhinchedhi emundhi kanalisam maa happynes ku padivunnaru anukuntam miku vilukadhu meamu villu chesukoovali edhea miru cheppedhi avunaa ..maku maa health want hot track miku vachhina ok maku no never antam thelusa so elaaraa ..edhitheledhi so ...?",
  "V soothing songs",
  "still i listening",
  "Just simply cool songs for go to sleep",
  "beautifulllllllllllllllllllllllllllllllllllllllllllllllllllllllll",
  "Nice🤐😃😊",
  "I just love this album despite these many years . The songs remind me of my village 🙂",
  "Good music",
  "Melodi star mickey",
  "Proud to be South Indian and that to Telugu.. about movie it\u0027s less to discribe as everything is included in it and I am sure everyone would agree to it as well.❤️❤️❤️💖💖❤️",
  "Manna Telugu sampradayam pelli andurkane different unique manna Telugu sampradayam andurkane best Bharat desham lo",
  "Thank I mickky may jayer composing wonderful songs",
  "E movie lo songs anni super hit",
  "11 April 2021",
  "👍🏻",
  "Nenuvvu badhathoo chachhipoothavu nenu what do what thinking , past is past concept loo vuntanta andharu antaru ..ma amma chalaa love chesthadhi ,kani tharuvatha  practical feel avuthadhi so common kadha..vunna dhanny seve cheyadam thelsu ,pooyndhindhanny vadhulu koovadam thelusu.. my opinion feel it\u0027s true..",
  "Prapancham world.",
  "Vanunu prachham mootham moonipoondhi u me migilamanukoo ,u feel how say .",
  "super song anna",
  "Mari Antaga is my favourite , Sri Rama Chandra nailed the lyrics...",
  "ఇటా, అటా అని ప్రతొక్క దారిని  నిలేసి అడగకు సహోదరా !! ఇదే ఇటే అని ప్రమాణ పూర్తిగ తెగేసి చెప్పెదెలాగరా? ఇది గ్రహించినారీ మహాజనం, ప్రయాస పడి ఏం ప్రయోజనం?? సిమెంటు పూతల సహారెడారిది నిలవడం, కుదరదే కదలరా.. -- సీతారామ శాస్త్రి 🙏🙏🙏",
  "excellent movie  prince is  highlight",
  "This is op",
  "Evergreen songs",
  "Andaala kundanapu bomma - this entire album.",
  "Song No 5 మేఘాల్లొ సన్నాయి రాగం మొగింది మేలాలు తాలాలు వినరండి సిరికీ శ్రీహరికీ కళ్యాణం కానుంది శ్రీరస్తు సుభమస్తు అనరండి అచ్చ తెలుగింట్లొ పెళ్ళికి అర్ధం చెపుతారంటు మెచ్చదగు ముచ్చట ఇదె అని సాక్ష్యం చెబుతామంటు జనులంతా జై కొట్టేల జరిపిస్తామండి అందాల కుందనపు బొమ్మవని జత చేరుకున్న ఆ చందురుని వందేల్ల బంధమై అల్లుకుని చెయ్యందుకోవటె ఓ  చరణం 1: ఇంతవరకెన్నొ చూసాం అనుకుంటె సరిపోదుగ ఎంత బరువంటె మోసె దాక తెలియదుగా ఎంతమందున్నాంలె అనిపించె బింకం చాటుగ కాస్తైన కంగారు ఉంటుందిగా నీకైతె సహజం తీయని బరువై సొగసిచ్చె బిడియం పనులెన్నొ పెట్టి మా తలలే వంచిందే ఈ సమయం మగల్లామైనా ఏం చెస్తాం సంతొషంగా మొస్తాం ఘన విజయం పొందాకె తీరిగ్గా గర్విస్తాం అందాల కుందనపు బొమ్మవని జత చేరుకున్న ఆ చందురుని వందేల్ల బంధమై అల్లుకుని చెయ్యందుకోవటె ఓ రమని చరణం 2: రామ చిలకలతొ చెప్పి రాయించామె పత్రిక రాజ హంసలతొ పంపి ఆహ్వానించాంగ కుదురుగా నిమిషం కూడా నిలబడలేమె బొత్తిగ ఏ మాత్రం ఏ చోట రాజి పడలేక చుట్టాలందరికి అనందంతొ కల్లు చెమర్చెలా గిట్టని వాల్లయినా ఆశ్చర్యంతొ కనులను విచ్చేల కలల్లొనైనా కన్నామ కథలైన విన్నామ  ఈ వైభోగం అపురూపం అనుకుంటారమ్మా అందాల కుందనపు బొమ్మవని జత చేరుకున్న ఆ చందురుని వందేల్ల బంధమై అల్లుకుని చెయ్యందుకోవటె ఓ రమని",
  "Super",
  "Oh Man! Mari Antaga song is like a personality development poem/song. Great lyrics!!",
  "I\u0027m in love with the movie and with the songs.",
  "Immediate relaxation. No medicine can work that instantly. Mickey gariki na padabhivandanalu",
  "Sitamma vakitlo sirmalle chettu -This geet is Divine😇🙏",
  "2020  Any one in here 🤔 ?",
  "19:58 ♥️♥️",
  "I think these are the only songs which has all TELUGU words, not even one English/other language word. It’s already been 7 years for this cult classic movie !!! 😊 #VasudaikaKutumbham",
  "Yemchedam",
  "Mind relaxing songs",
  "Mickey Sir, Still I wonder how you are able give us such melodious \u0026 wonderful tunes without knowing telugu language. Great music Sir...Thank you for your tunes.",
  "First multistarrer in this generation trend setting hero Mahesh annaya@sonydheeru💕",
  "These Songs take me to East Godavari i donno why ... each and every song is awwsome",
  "Wow....love it.",
  "Super songs",
  "All songs superb",
  "ok",
  "20,:06",
  "I loveeeeeeeeeeeeeeeeeeeeeeeeee  .....songs......svsc",
  "GOOD SONG\u0027S...",
  "Hi all",
  "Super songs👌👌👍👍",
  "Махешбабуиегоклипы",
  "Very Good movie",
  "super songs",
  "Blockbuster movie and songs",
  "super song  super........music by micky j meyer super voice of chitra garu.......... iam your great fan",
  "its a melodious this is the greatness of mickie j meyer",
  "I love this songs and movie",
  "ఆరు అడుగులుండే సూపర్ సాంగ్",
  "....",
  "I love Meghallo song at 18:19",
  "Every Green Movie Songs.............................................",
  "Agnathavaasi Ki Music Micky Chesina Hit Ayyiundedemo",
  "So sweet songs",
  "super",
  "Anybody here who is listening this song in july 2017,,,,,,,,,",
  "Good",
  "beautiful songs all time sweet songs",
  "In juke box not given for selecting song",
  "good  family songs",
  "awesome Lyrics",
  "Beautifull songs",
  "awesome",
  "beautiful sons eveŕrrrr",
  "very beautifull movi and songs",
  "telugu",
  "Very nice movie and songs.",
  "superb mickey superb superb your songs awesome",
  "super",
  "*simple but beautiful songs*",
  "beautifull songs",
  "Good songwriter amazing",
  "nani",
  "Love this movie and song. Started learning Telugu because of this movie only.",
  "Mickey takes people to his melodious world.....hatsoff mickey",
  "seeta",
  "futettihl",
  "super heart fell movie,,,",
  "to deal with the problems in the right way",
  "I love how it has to do with ur family",
  "wonderful songs in this movie",
  "Album begins with mesmerizing Chitra Amma song and what else do we need...",
  "How can people dislike these songs? Tasteless dumb fellas",
  "Gud songs",
  "Mickie Meyer seems to have streak of genius for melodies in him like Illayaraja. Add that to power of sitarama sastry lyrics with good  colloquial sahityam. The end result is this soothing melodies with great telugu lyrics. Anantha sriram lyrics are more in regular prasa without strong literary depth but even those are  good",
  "raal bros acting",
  "good song",
  "good song",
  "goog song... very melodious",
  "goog song... very melodious",
  "good song... very melodious",
  "good song... very melodious",
  "o llp",
  "vert peace full songs",
  "I LIKE THIS SONGS",
  "i like this movie i like venky",
  "supper  song ,",
  "Supeer movie",
  "I am big fan of Maheshbabu I love this songs",
  "simple beautiful and touchy music micky thany youuuuuuuuuuuuuuuuu",
  "Eagerly waiting for hindi dubbed plz upload soon",
  "ow-some songs simple and beautiful",
  "simple cute song",
  "like",
  "",
  "hii",
  "",
  "I feel so good! Nise music",
  "when i feel sad i listen this song....i feel relaxation and happy ....",
  "",
  "supebbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbbb songs................................!!!!!!!!!!!!!!!!!!!!!ThANk\"s mICkY|||||||||||||||||||||",
  "crazy love the movie",
  "I love u mahesh \u0026 i m big fan of u Urs so quit \u0026 u dielogs...omg so nice...",
  "Whenever i listen to this I feel peaceful",
  "\"vana chinukulu\" song is superb and very catchy.....my favorite one",
  "Excellent songs...nice telugu songs after Godavari movie songs...",
  "nice melody",
  "Movie oj",
  "I like very much this movie",
  "HI i love this movie and the songs﻿",
  "nice movie",
  "cant get over the 1st song after this long :D",
  "all songs are good and excellent.",
  "love all the song ",
  "pleasant to listen ",
  "*Mahesh Babu*  #forlife  ",
  "తెలుగు పాటల్లోని  తియ్యదనం",
  "తెలుగు పాటల్లోని  తియ్యదనం",
  "good movie . ",
  "my fav hero nice songs venkatesh",
  "lovely songs....lovely movie......wonderful creation",
  "MASHYJHR",
  "super songs by micky........",
  "Very nice movie and songs.",
  "Supar",
  "i love this songs all",
  "i dont like this movie",
  "Love the movie",
  "i love this song and very very cool and family songs                     and i love mahesh love u love u love u love u soooooooooo much prince mahesh garu .........chooooool",
  "one of the evergreen movie",
  "Hey guys click the below link to watch SVSC full movie. Seethamma Vakitlo Sirimalle Chettu Full Movie",
  "nice song...........................",
  "HELLO CAN U DISTURB IN YOUR LIFE PROBLEM AND NOT BETTER RESULT? TELL ME YOUR DOB DETAIL \u0026 KNOW SELF FUTURE. DON\u0027T’S MISS GOLDEN CHANCE FOR YOUR BRIGHT FUTURE. WORLD BEST \u0026 MORE POWER FULL PANDIT MADANLAL MAHARAJ-JI 1.PYAR ME? DOKHA (LOVE PROBLEM) 2. HUSBAND WIFE/SAUTAN RELATIONSHIP PROBLEM 3.CHILDREN PROBLEM 4. MOHEENI VASHIKARAN SPECIALIST 5.NUMBER OF LOTARY SPECIALIST,EDUCATION,? VISA ,CAREER- BUSINESS,DIVORCE,COURT CASE.. MOB-No.+919636763281,? EMAIL ID –panditmadanmaharaj@gmail.com",
  "Supar songs and lovley movie",
  "telugu",
  "super song",
  "nice songs",
  "Very very cool",
  "Very very cool",
  "superb songs",
  "You tu",
  "best song",
  "One of the best family entertainer",
  "I LIKE THISE SONG",
  "Mickey! You are the best.",
  "Great great great songs",
  "addicted to this songs and movie!!! love u prince !!!!",
  "good mahi I love uuuuuuuuuuu",
  "good songs",
  "Telugu cinimas",
  "sick girl. shame on these celebrities. katrina kaif shouldnt have slapped a senior director in public. she doesnt have any voice over it. if you wanna see just watch it now here   \u003d\u003e bit.ly/1epFJNd?\u003dqsjtb",
  "...",
  "super hit songs..",
  "film hit because of this songs only",
  "Hai",
  "Butuful music---- Hansome mahi",
  "BEAUTIFUL MOVIE---BEAUTIFUL SONGS",
  "swagfest",
  "Nice movie",
  "nice",
  "very good songs in a very good movie",
  "really you are right.",
  "Awesome",
  "Excellent timed songs.",
  "Nice Telugu family songs",
  "Beautiful!",
  "film a chethaga undi.songs super",
  "Dovnlod",
  "So nice",
  "very good film \u0026 songs",
  "SONGES WAS SUPER  .MAINLY ARADUGULUNTADA",
  "Good",
  "super song",
  "Nice songs",
  "verry verry nice am abig fan to mahi",
  "SUPER MOVIE  songs were very nice background music marvelous fantastic , totally this movie is musical family super hit ......... i really love this movie",
  "Love Guru  Astrologer R.K Sharma Here +91 9815128914 one call change your life.Tell me your   name and age and how your future,present and past.Solve your any kind of love  problem with spiritual astrology. Like love_marriage, Vashikaran inter cast marriage  ex.love,visa problem,forn travelling abroad settlement,business,job,delay in  marriage,childless,health,parmotion,husband wife relation problem..............call Guru  Ji +91-9815128914...  and send email..... rswami65@gmail.com........",
  "yep man. fans got shocked by watching this. kareen kapoor shouldnt have slapped a senior actor in public. she must be mad. you can also watch it here   --\u003e bit.ly/155Ko0N?\u003dxjoir",
  "Svsc rocksss dil kush and mahesh babu ....u r rite hero as a small brothee and venky u r too gud as ur style ur chracter kamal tha and that  sita girl awsome she is nice whole movie is a grt feeling and song toooo gud svsc,vanachinkulu.........nice no words",
  "I am telgu girl but am a maharashtrian frm all sides mom and dad so i dont know much telgu but i can understant whole telgu language and telgu movies because most of the times i use to see only telgu movie no matters it is old or new but matters what grt comedians like mr.bhramnand,sunil,and all i dont know der namz but without them telgu movies do not get complete apart frm dis i lyk al d heros frm d grtdancer mr prabhudeva tooo prabhas i like all of them as a heros and dancer dailouges acting.",
  "Very nice movie",
  "haiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii super movie",
  "supery",
  "the first song is best song",
  "Yyyyyy y",
  "good to hear.....",
  "When ever i feel bore and alone , i start watching this movie ,still i feel fresh ....thx for this movie team",
  "all r  nice songs",
  "one of the best songs which i like",
  "nice",
  "yep its crazy dude. fans got shocked by watching this. crazy kareena kapoor screamed and beaten in a meeting for a silly mistake. she must be mad. just watch it here  : bit.ly/11V6bZj?\u003dvjjac",
  "crazy celebrities. fans got shocked by watching this. kareen kapoor shouldnt have slapped a senior actor in public. she doesnt have any voice over it. i could find the clip here   \u003e\u003e\u003e bit.ly/11VaS5v?\u003dmjxid",
  "All best songs in one single movie ...wonderfull lyrics of araduguluntada is superb... .... BEAUTIFUL MOVIE---BEAUTIFUL SONGS\u003e\u003e\u003e THUMBS UP for the songs of SVSC",
  "Nice",
  "Love the songs in this movie, they r absolutely fab!!!",
  "micky j mayer..!! the underdog hero of music industry..!!!",
  "TOLLYWOOD PRINCE MAHESH BABU!!!!!!!!",
  "still listening to this songs......but  i do as my daily work!!!!! love this movie watching with parents!!! love you prince!!!!!",
  "Good",
  "nice movie",
  "vsp",
  "Nice songs",
  "awesome movie and songs :)",
  "very nace movis",
  "just \u003c3 the super pair of mb and venky",
  "great music....",
  "awesome music",
  "Mickey is a genius!!",
  "Chala bagundi",
  "i  love this song  it is very bueatiful like svsc heroin",
  "A new interface of social network is launched named \"friendslor\", hope u get a new medium of getting social.",
  "supar   song",
  "Ubhtfhdbvbx",
  "HI Guys!! Good News For all Nokia Users For unlimited fun on your handset just go to the link below to download free music just copy and past below ht tp: //g oo.g l/88 jSD Like this page guys!!!!",
  "my fav sng mari anthaga",
  "not 1 million 1 lakh",
  "I Like All Songs  Chandra Mohan",
  "melody one",
  "super super super superrrrrrrrrrrrrrrrrrrrrrr",
  "superrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr",
  "Thank you for highlighting the \"River Godavari\", perhaps this is one of the few songs indicating its importnace and how it sweet waters have enriched the telugu culture and its people. Million thnaks. BPR",
  "Super",
  "excellent excellent excellent excellent excellent songsssssssssss",
  "excellent songs",
  "Cool songs, good music and titel track is toooo good.",
  "Cool music and beautifully presented",
  "Vide",
  "Suuuuuuuper    Combination  pairs  mahesh and Samantha were  awesomeeeeeeeeee",
  "Awesome songs",
  "International Catastrophe!! :) Yeah!! Terrorism!!!!",
  "TO YOU  HEAR BEAUTIFUL SONGS. MY NAME: LUIZA. I LIVE IN CITY :GOIANAPOLIS-GOIAS-BRAZIL. SEARCH NAMES OF MY BIOGRAFY TO SEE MY SITES IN GOOGLE. GOOGLE SEARCH FOR: LUIZA GOIANAPOLIS. LUIZA GOIANAPOLIS TOLLYWOOD . LUIZA GOIANAPOLIS Imran Khan, LUIZA GOIANAPOLIS Allu Arjun,",
  "TO YOU  HEAR BEAUTIFUL SONGS. MY NAME: LUIZA. I LIVE IN CITY :GOIANAPOLIS-GOIAS-BRAZIL. SEARCH NAMES OF MY BIOGRAFY TO SEE MY SITES IN GOOGLE. GOOGLE SEARCH FOR: LUIZA GOIANAPOLIS. LUIZA GOIANAPOLIS TOLLYWOOD .",
  "Awesome",
  "class apart",
  "Songs superb",
  "Nice audio....B-)",
  "Yemcheddam song is superb..",
  "nice family entertainment movie and very nice .............",
  "Cheap Bhuvanagiri plots for ready to Sale Our Venture offers Residential Plot for Sale: Amenities \u0026 Features: • HMDA Approved • Free Resort Membership • Overhead Tank • BT Roads • Electricity • Water • Underground drainage Contact for more details Ashwini: 9652019285.",
  "keka",
  "VERY NICE MOVIE. I THINK FOR ALL AGES. AFTER LONG TIME, REALLY I ENJOYED MOVIE IN THEATER AS WELL AS IN HOME. NOT ONLY MOVIE BUT SPECIALLY SONGS. CHARACTERS ARE PERFECTLY MATCHED.",
  "I  like all the songs of this movie asmuch asthe movie.",
  "superb movie and songs are really nice A FAMILY MOVIE REALLY NICE",
  "it\u0027s a cool movie and a fresh thought.",
  "Good  one",
  "prince mahesh babu roczzzzzzzzzzzzzzzzzz",
  "super hit songs............",
  "the most wounderful picture in the tollywood.",
  "Highest views for svsc jukebox in tollywood!!!!!! congrats !!!!!",
  "the river godavari turned reddish during the morning( because that is how morning sun is)",
  "Awesome songs",
  "super songs",
  "supr movie mahesh as turned  a family role  its realy supr...prince rocks ...",
  "super songs",
  "1 million Views!!",
  "biggest blockbuster of this year\\",
  "hi",
  "Krishna",
  "2013 bigst hit movie mahesh vsp",
  "*It\u0027s an amazing movie. :P",
  "waste movies but nyc songs",
  "beutifull movie",
  "this is called the telugu traditional song i am from bangalore ..i love all songs in his flim  realistic simply beatuiful best of luck for upcoming flims mahesh and venkatesh sirrr.",
  "traditional,melodysongs can enjoy everyone",
  "I really love this movie, and the songs simply rock. Its not the same routine movie that always you see. Hardly any movies are this good.",
  "once in 50 years dis type of movie comes..",
  "exceptional movie.....not a routine commercial story with rough fights......",
  "super hit family entertainer movie svsc",
  "mahesh rockinggggg acting",
  "one good modern movie in the modern era.",
  "Nice songs......",
  "THIS IS A FLOP MVE SOME HOW MUSIC HAS SAVED THS MVE.THX TO MICKY",
  "Great Combination",
  "haha",
  "Ekdam Zakasssss movie.... :)",
  "nice music...",
  "it\u0027s real human heart touch ful songs",
  "awesome songs",
  "your name and profile pic are nice!!!",
  "soulfull",
  "i like",
  "too good, Learn Seethamma vakitlo song on keyboard, click on my photo. Learn many songs on guitar and keyboard in my channel.",
  "after a gap a good family movie presented to remember for years to come",
  "nee degar leva okka fan vayyi......????????????",
  "what exception do u want idiot am an high fiii person i never used to watch telugu movies i love to watch only a english movie when i watched this movie with my parents tears rolled in my eyes i just thought am an indian i got no about my tradition when i watch..a middle class family story.rich comes from poor @poor comes from rich thats life without our great grand fathers if they couldnt earn proper money for our self we would scold them becoz my grandfather didnt earn mak liks if it is true",
  "two Brothers talking in climax...............its awesome to watch again and again ..both of them are super ...",
  "Really it s amazing with mahesh \u0026venkates u ppl are  rocking ha",
  "Araduluntada with Samantha/Mahesh is #1",
  "it\u0027s amazing movie...",
  "super movie songs also very nice",
  "good...song",
  "super songs mahesh babu zindabad",
  "IT IS A VERY GOOD FAMILY MOVIE FOR A LONG TIME............... SPECIALLY THANKS TO ALL MOVIE CREW.",
  "This is sick man....",
  "Movie of the decade.........",
  "Ffggg",
  "inka cheppale ...................",
  "never expected movie s so good!!! PRINCE s SUPER,VENKI s GUD!!!!!!!!!",
  "seen good movie after long time!!!!!!!!",
  "Inka Cheppale song is superb....",
  "awesome songs , they sound pleasant",
  "Awesome and heart touching songs",
  "title song is good",
  "Good",
  "hey nice song",
  "i love suma\u0027s programmes",
  "Great Movie to watch after a very long time, nicely pictured, great music, wonderful lyrics, awesome hindu culture projection. both Heroes left their hero image and performed, Telugu industry need more pictures like this one,",
  "i love songs",
  "One of the best family movie i have watched in recent past !!! I was privileged to watch it on first day  :)",
  "i love all the songs",
  "mecky jayer shows the real taste of telugusongs",
  "nice songs",
  "Nice movie to watch with family",
  "Just Listen the songs , then see the movie ,both are cool ,its awesome  ..... there is no unbelievable fights , dance (which we cant do in our real life) .its just natural movie ...",
  "songs are good but movie dint reach the expectations",
  "nuvve cheppale inka...",
  "Inka chappale inka  is the #1 song.",
  "first and sixth songs are in adorable manner...........",
  "songs are good :-) but boring movie",
  "good movie and good songs of this year.....",
  "super",
  "good songs, wholesome entertainment for the family.",
  "boring.. Only machi role is good",
  "very good movie :-)",
  "It was a treat to listen to chitras voice in theatre!",
  "Both Venkatesh and Mahesh Babu had tough roles to play and they did a marvellous job. Same goes with Anjali and of course others. It is in the lines of Kabhi Kushie Kabhi Gham in terms of family sentiment/emotion etc but with a different story line. Srikanth Addala though debutant director did an excellent job. He will be Karan Johar of Tollywood and lots more. My favorite songs are: Vana Chinukula followed by Inka Cheppale. Other songs are good too. Lyrics are awesome. So lot went into product.",
  "i love these songs  no.1 no.3 no.4 no.5 no.7",
  "good movie",
  "super movie",
  "nice songs....!",
  "Thanks to Aditya music for uploading this classical ones.",
  "nice family movie all should watch  this is not request it is order",
  "it is very nice movie",
  "superv movie",
  "which song",
  "The movie is like a one-episoded 2-hour long serial  it is took very well it reached expectations even without a lot of action",
  "Super hit songs, wish all the best",
  "nice to listen dis song ..for a long time a good song we can hear it",
  "Wonderful movie and Wonderful songs ... Anjali\u0027s acting in the climax was very good ...",
  "నేను అమెరికాలో వున్నా నా థియేటర్లలో హిందీ తమిళం మలయాళం కన్నడ సినిమాలు 10 డాలర్ల కు చూపిస్తాను  తెలుగు వాళ్ళు దద్దమలు, తెలివిలేని దరిద్రకొట్టు వెధవలు కదా! వాళ్ళకు మాత్రం 12 డాలర్లు వసూలు చేస్తాను  అంబానీ",
  "nice to listen",
  "it is a big black buster movie",
  "svsc movie like me \u0026my elder brother la ga undi last i cried in theator soo beautiful \u0026 simple super movie block buster movie this family enteriment mahesh\u0026 venky look like own brother",
  "nice movie",
  "I like the movie!",
  "rey gootley, nuvvu nee double games aapu inka..manam offline lo choosukundam..!! nuvvu socttland lo aa papalu tho program lu plan chesuko... :D :D",
  "mirchi bajji to \u0027Mirchi\u0027 movie ticket free ani ammukovatame antava daddy and macha laanti Prabhas fans paristhiti? Daddy gaadi reply: \u0027Vaadiki inka 20 days time undi ani cheppu raa SVSC tickets ammukotaniki enduku ante aa taravata nunchi tickets and bajji sales maa vaade dominate chestadu\u0027 Macha gaadi reply: \u0027emi teliyani vaadiki edo okati cheppachu...anni telisina vaadiki emi cheppina prayogam undadu kaani ila half knowledge unna vaalaki vaala manchi kori cheppina ardham kaadu...waste!!!\u0027",
  "em matladuthunnavu be?????????????",
  "ha ha ha, mee mirchi ticket sales kante, bayata aa miripakayi bajji sales ee ekkuva untayi...dudeeeeeee...!!! :D",
  "i disagree with you - performance is good by each and every one according to their role",
  "i love SVSC songs and want to watch movie!",
  "Does anyone know if this movie is available in Hindi or with subtitles?",
  "Venky Rocks!! So is Mahesh!! Want to see Venky with Pawan Kalyan!! JAIHIND!!",
  "world is like a ocean,we just learned only a few drops from it.cinema is ruling the world through its new exposer,And some people create a circle around them and psychologically they make people to believe,this is the cinema world.poor ......people.but these people wont sustain for a long time\u0026don\u0027t get recognation in cinema,world wide.",
  "Nice movie.",
  "its so gud",
  "who is the male singer of the title song?",
  "I\u0027m speaking for Daddy n Macha here: \u0027Nee ee success celebrations ekkuva rojulu undavu raa enduku ante maa vaadu \u0027Mirchi\u0027 release avvagane mee hero cinema halls bayta bajjilu tappa tickets sale avvavu\u0027.",
  "nice songs and movie i like",
  "elleheeeeee...!!! mari em anukunnav mahesh fans ante... :D aina migitha characters gurinchi matladithe mottam essay rayali, anduke maa vadi kosam rasi vadilesa.. :D",
  "janalki doola ekkuva raa...nee comment ki likelu naa comment ki negative vote lu. Mee fans ni baagu cheyyatam maa valla kaadu raa. Mee hero unnadu ani migata characters andarini side chesestava? Talent ni tokkestaru raa nee laanti vaalu.",
  "llovely songs ....waiting for this movie  ..please release it soon ,,,i am anxious",
  "superb movie",
  "this movie is kiraak and venktesh and mahesh babu acting was super",
  "very very beatiful movie I this mvie 5times. I congrtus all the actor.",
  "very beautiful picture of century",
  "Nice movie  Good Music",
  "Awesome Songs....thanks mickey.......",
  "BEAUTIFUL PICTURE SUPERB FAMILY STORY ch.balu",
  "HAI ITS SUPERB FAMILY STORY BEAUTIFUL PICTURE KUMARSINGH",
  "movie was really awesome.... like it....",
  "i am  hari i love my amma ok  sorryyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyyokkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkkk harinathaha reddy.a",
  "nice songs i like this movie so mucSVSC rocKSSSSSSSSSSS!!!!!!!!!!!!!!!!!!!",
  "super anna \u0026 thamudu is simple super hit movies \u0026 songs",
  "Beautifully porttrayed human relations.. Remainded us how happy life can br with love and affection. N showed that  Money is not everyting.",
  "i love this movie very good and nice",
  "best movie best music",
  "Very Nice movie with a message to all the Movie Directors",
  "good movie...",
  "really nice \u0026 sensational movies",
  "Good film, best message to youth and shown better moral values",
  "super song.....",
  "Nice movie I loved It gud familyEntertainer",
  "Plz Promote to Every Friend which will make their life beautiful ...",
  "A Divine Family Movie Which came with a Good Natural Family Subject. Lets thank the Directors and the Artist to make such a film again again... Thanks Mr.Venkatesh and Mr.magesh Babu",
  "nice songs n i love it",
  "nicemovei",
  "super movie....",
  "simply and beautyful songs. awesome......!",
  "rey gottam gaaa..:D :D",
  "extraodinary!! heart touching song",
  "ne maama raa......",
  "i like this songs  nice songs",
  "i am tamilan. yesterday i watched  this movie in theater .very heart touching. songs and movie so nice…..",
  "awesome music......!!!!!!!",
  "Anjali is cute and she did the best in this film...you can think of your partner like her who can understand and be with u for rest of your life",
  "sri ram rocks!",
  "Superb Songs",
  "yemcheddam, jus listen to the lyrics....awesome one entire life is here in it....hats off to sirivennela garu",
  "Very Nice…,",
  "love song  heart touching",
  "lover unde prathi okkadu love stories connect ayinattu, Brother unde prathi okkadu #SVSC ki connect avutharu..!!! what a movie, 100% justification for tagline \"SIMPLE AND BEAUTIFUL\" SUPER STAR MAHESH kummi kummi vadilesadu, he carried the entire movie single handedly.",
  "Hats off to Dill Raju garu, Who dare to make film like this. Just its great, No words are coming out  of my mouth. This kind of a film very much needed now. Each and every body done a fantastic job. Thank you all.",
  "Superb movie....want to watch it again n again...please dnt compare dis gem of a movie to other crap movies.",
  "watch da movie keepin ur bullshit EGO aside..a treat to watch mahesh n venky as brthrs.. I prsnally luvv da film...hatsoff to da director srikanth..",
  "movie and songs are awesome A captivating feel-good entertainer on relations and bonding!!! thanks to mickey and ananth sriram",
  "it is..",
  "Simple But Beautiful...(!!!) *. Movie Review...*** \u0026 Half..A Complete fly. Movie..Good Show as \"Makara Sankranti and/or Pongal\" ..Gift. Good Going Keep-(\u0027It\u0027) Up.",
  "really awesome songs............this pure telugu songs",
  "Really See the move only for family\u0027s not for fans.",
  "Yesterday I saw the movie it\u0027s really awesome movie",
  "superb",
  "love the movie and the songs. clean movie unlike all the junk they show in movies these days. to me, it\u0027s  a must watch !",
  "svsc",
  "superr bumperrrrrr hittttttttttttt ultimatee movieeeeee prince rockssss baaaaaaaaaaaaa ultimate actionnnnnnnnnnnnnn umhhhhhhhhhhhhhhhhh:)",
  "nyc village style movie tonnes of sentiment relationship N love.... mesmarises with movie taking",
  "Prince $ venky roCks audio super hit......\u0026movie is super duper hit...enjoyd a lot wathching SVSC",
  "songs are awesome!!!",
  "ala ani aalla isthum ochinattu theesthe kashtam kada baa. they just showed the relationships anthe nothig else in it... 100 characterlu unnay cinema ninda.",
  "awesome songsssssssssssssssssssssssssssssssss",
  "Victory Venky\u0027s talent not utilised . Mahesh is awesome . Movie is slow . Huh !!",
  "SVSC is a great attempt to show huma emotions and clean telugu cinema. I agree that a better editing could have created wonders..human emotions, family values are soul of this film.We should be appreciate and encourage our telugu cinemas which wants encur difference from the traditional commericial cinemas..",
  "fail..",
  "VV slow movie. 1 st half Bagundi....2nd half kastham mari antha sentiment",
  "super duper hit compared to Naayak",
  "cinema kannula pandugala undi dnt miss it.......i lyk it",
  "kirakk songs  yipeeeeee hatrick of Prince",
  "its very nice songs grammar is important",
  "gud and gold songs",
  "after hearing all the songs many times, vaana chinukulu is my favorite",
  "nice songs...:)",
  "flop compared to naayak",
  "Jan 11th.... 1st day 1st show I\u0027m there !!",
  "omg !! songs are tooooooo good !!!",
  "GOOD SONGS",
  "songs are awesome.i hope this is clean and green film.i am waiting the movie.s v s",
  "superb",
  "super songs",
  "Very Soothing songs................",
  "really good song;s seethama song i loved it",
  "ananta sreeram patalu chala bagunnai ...",
  "its awwwwwwwwwesome xtrodinary songs i love all the songs very much",
  "family based film\u0026 songs",
  "good songs..",
  "nice lyrics..... xcellent music..... hope dis movie wld be a big block buster..........",
  "Sri Ram Chndra - you are a true Indian Idol, all the best dude!!!!",
  "Love the songs, such rustic feel, can\u0027t wait to watch the movie!",
  "Songs very nice  Anantha Sree ram garu thank you ituvanti songs  maku andinchi nanduku",
  "Chakkaga unnai..chuda mucchataga unnay",
  "I love all the songs rocking in Malaysia.....waiting for big release....",
  "Awesome going to be the biggest hit in telugu industery",
  "they are nice",
  "beautiful movie",
  "i like mahesh babu ,venkatesh are my fawns",
  "nc",
  "Best movie in pongal",
  "iam expecting this is the best movie in pongal holidays.",
  "The best combination in the history after Krishna soban babu...Wish them all the best !!",
  "This is the best music i heard after so many years, simple straight lyrics made songs very good to hear, thx to Mickey J Meyer for his Fabulous music, the greatness of telugu native music...",
  "yemcheddam super",
  "super duper",
  "Guniess Book record combination junior rama naidu garu and junior krishna garu, this jodi will break all records because ram and lakshman combination create ramayan now seethamma vakitlo sirimalle chettu best of luck GOD BLESS THIS COMBINATION",
  "mahesh  keka",
  "Thank you venky and mahesh, You made every one realize that STORY is the real hero of any movie by accepting to act in a movie like this.. Congrats and all the best.. Wishing this movie will become a big success and make a strong path to multi star movies in future .. which is a very good sign for Tollywood.",
  "telugu film industry super duper  hit film after 25 year 120 theateres release.......",
  "nice song,amazing",
  "Supar song",
  "AWESOME.The complete and clean pakage of family songs",
  "awesome songs. expecting a lot frm is movie  super hit mahi",
  "nice",
  "nice",
  "Nice  all songs",
  "Like this  juke box",
  "ఒక్క ఆంగ్ల పదం లేదు. మిక్కీ జె మేయర్ కి ధన్యవాదాలు.",
  "Just in love with the songs...can\u0027t wait to watch this movie",
  "keka",
  "beautiful songs..... after so many days nice movie came i can take my family to this movie.........",
  "I love all the songs",
  "me toooooo dear....",
  "Superb songs!! Revives our culture !!!  I hope this movie reaches great heights and becomes one of the greatest movies ever made! Superb music!",
  "Guys: Please don not go with High expectations of Mahesh ... first time mahesh playing as Character in a movie....  pure family movie ... njoy .....",
  "Deshabhaashalandhu telugu lesssssa!!!!!",
  "WOW (!!!) *",
  "Its.................Awesome Songs",
  "superb songs",
  "wow most wonderful songs I\u0027ve ever heard!!!!!!!!!!!",
  "Awesome song",
  "keka songs",
  "@hiaskvv yeah. i know you were also thought it might be a fake promise. And, i really ddnt expect that i will get such a cheap deal for my brand new car from this site. you can also get it from here  \u003e bit.ly/WTtNrn?\u003dpyxcxr",
  "Qu",
  "really nice songs :)",
  "super good nice family songs..",
  "super songs....",
  "excellent melodies",
  "Nice songs. I felt pleasent",
  "superb songs",
  "nice lyrics and pleasant music",
  "Ekkille petti edustunte kastam pothunda.. kada.. marenduku gola...  Awwwsome.... chala rojulaindi ilanti lyrics vini..",
  "nice songs..looking forward 2 this movie..this movie is sensation in telugu film industry..and this will collect 150 crores..two big star...venki and mahesh are Inspiring awe! Excellent, outstanding, exceptional, brilliant!!!,,,",
  "gud nusic",
  "super heroes ......super songs.",
  "Audible Songs, Very Good",
  "title song excellent",
  "Very Very Good Music And superb Lyric Mahesh babu Looking very Smart and Handsome",
  "As Ananth Sriram says at Audio function... telugu words are clearly audible in this album.",
  "My personal favorites: Meghallo..., Title song and Mari antaga.. Overall the album is fabulous.  Waiting for the movie.",
  "prince always rockzzz ........",
  "audio is superb",
  "All the Best Mickey Nice songs",
  "PLEASENT SONGS AND ALL THE BEST TO VICTORY VENKATESH AND SUPERSTAR    PRINCE MAHESH,Mahesh And samantha The perfect combination",
  "SVSC Rocking And pleasent HIT Of 2013 All The Best To SVSC team And SVSC is going to Be Hattric hit to Super star Prince MAHESH",
  "songsare soooooooooooooooooo good And mahesh ante prince kadu he is A weapon And Badshah Of Tollywood mahesh is going To Rock SVSC ROCKZZZZZZZZZZZZZZZZZZZZZZ!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
  "Personally, the last song is the best song to me.  Nice beat.",
  "aweeee sng..\u003c\u003c\u003c\u003c3",
  "Fantastic audio...",
  "blockbuster movie of the year!!!:)",
  "100% telugu envirnoment with special catchy telugu words thanks for mayer and Lyricists",
  "ILanti mana telugu patalu vini chala rojulu ayyindhi,  very nice to listen, so much rhythm in first song..",
  "Mana vallu kottukodaniki ready ga untaaru.. Caste feeling, Regional feeling... ye valid reason dorikinaa OK.  Ee regional differences clear avvakunda  inkonni years continue aithe    Telugu vallam ani cheppu ko leni situations vasthayi..  Iddaru Tamilians kalavadaniki Tamil ane okka reason chalu. mana vallaki caste, region, city inkenno kalavali..   Sametime mana vallantha plain ga vere vallu undaru.....   ee Sani mana telugollani eppudu vaduluddo..",
  "I like the title song..............!",
  "superb",
  "Mahesh \u0026 Venky Rocks",
  "Songs are gud",
  "Malli malli vinalanipinchela vunna paatalu...Soon will be listed in evergreen telugu songs :-)",
  "OMG...i jus love sri ram chandra voice..all his songs r super awesom....d best song i lik was ekille petti...he is amazing...",
  "Acchamiana telugu paatalu..prati paata chala baaga aloochinchi rasaaru..Sirrivennella + anantha sriram",
  "Superb songs by Mickey J Meyer...especially the title song and Mari anthaga songs are superb.good and pleasent music.",
  "Superb Songs....",
  "songs ultimate",
  "awesome lyrics by anatha sriram.. your legend.all the best.",
  "Plesent music......",
  "Supebbb Songs Mickey J Meyer roking Music \\,,/",
  "super hit songs,................",
  "Gud songs...",
  "After a long time I can smell and feel some \"TELUGU\" in this songs......",
  "beautiful brather beautiful smile ..sweet photo,,,,like u raju sar,,,,..",
  "very very good songs like",
  "bcs of sree ram chandra",
  "mari antaga is superb song of d yr",
  "Superb.............",
  "Hatsoff to Ananth Shriram giving superb Lyrics to SVSC :)",
  "super hits songs",
  "kekaaa",
  "!!!!",
  "Super songs. Especially the title song. It is so melodious and soothing.",
  "Excellent songs.. Hatsoff to Venky \u0026 Mahesh for doing this movie. Thanks to srikanth for giving us such a nice combination. Nice album Micky.",
  "reminds me of seetaramayya gari manavarallu that was a superb movie i hope this movie keeps up our expectations",
  "after long time..enjoying \u0026 testing the beauty of telugu lyrics ....",
  "hai friends this movie going to succesful......",
  "songs are so sweet.super hit.",
  "songs are so nice.",
  "wooow... chaala baunai :)",
  "superb both of relation",
  "brothers ante elane undali ani e movie chusaka telustundi me andariki",
  "PRINCE ROCKZZZZZZZZZZZZzzzzzz",
  "mind block aiindhi kada avvi vinni alane annipisthundi .. poyyi pannichusuko.... svsc rocks.....",
  "Telugu ní poguduthunnavallu comments kuda telugu lone pampisthe bhaguntumdemo. Eppatikaina telugu vallu nidra lesthunanduku aanamdam gaa vundhi.. ye patalonu okka angla padam leka povadam mecchukovalasina vishayam",
  "nice songs!!!!!!!!!!",
  "ok i am telling not to compare i am not telling that nayak songs are worst hope u will understand",
  "nice.......",
  "frankly speaking svsc and nayak are not comparable",
  "u r correct",
  "title song,mari antaga and aaraduguluntada are the songs with great lyrics........these songs an be written as the one of the best songs in telugu film history",
  "Awesome Songs :) Micky got good chance to prove with this!",
  "2 songs only below average album listen to nayak they are awesome",
  "Awesome..! i can listen more and more...!! Pleasant melody.. i like it.",
  "I do not have any words to explain about this album. Excellent music given MJ. hats off. after long long time listening good Telugu songs.",
  "awesome tunes...awesome lyrics",
  "superb songs",
  "we  loved the songs, nice heart touching songs A Thank You  for the whole team of svsc",
  "Simply superb..... Who said telugu is dying",
  "movie songs ante ila undali...hit like if u agree :)",
  "VINTU UNTE ENTHA HAYIGA UNDI.THANK U ANANTHSRIRAM GARU.GIVE U A SUCH A BEAUTIFUL SONG THANK U SIR.",
  "Awesome songs after long time",
  "Such a wonderful album, after a long time a very good album",
  "awesome micky n my super star u r rockzzzzzzzzzz as usealllllllllllllllllllllll",
  "i cant stop listening the song \u003c3yem chedam\u003c3",
  "PRINCEMANIA!!!!!!!!",
  "Yekkille petti edustunte kashtam potunda....kada....marenduku gola \u003c3 \u003c3 Love this song :)",
  "The best music in this year",
  "mari antaga song was so nice.thanks dil raju providing such beautiful album  .thanks mickey your become mainstream music director now. i hope this movie is going to one of the all time record collection movie and also the market expansion of Telugu industry, so that we can make more number of movies",
  "Mahesh Venvatesh  Its............Time To Give a  Blogbuster Hitt",
  "i listned all the songs just now, I am still thinking that mani sharma has given the music.  dear mickey really great album in SVSC",
  "sorry, the music is by mr mickey j. miyor.  he needs hats off again and again for such a melodous song.",
  "mr thaman really needs good round of applause for such a very very melodous song - sitamma vakitlo.  Anantha Sri Ram Garu hats off to such a melodous song.  I am sure homely moves will certainly pick-up after the release of this movie.",
  "kiraaaaaaaaaaaaaaaaaaaaaaak songs \u003c3 \u003c3 \u003c3 \u003c3 hatrick for SUPERSTAR MAHESH BABU",
  "Keka Songs............",
  "superabbbbbbbbbbbbbbbbbbbbbbb",
  "for all who hate this movie don\u0027t listen the songs and no need to comment on this movie!! we all love this music....we love PRINCE",
  "superb songs mahes rocking",
  "male voice in the title track is mind blowing , gave beauty to whole song :)  Mickey u rocking",
  "Love all songs. Can\u0027t wait for the movie",
  "10 dislikes. Must be Hard core OMKAR fans!!!! JK",
  "Music ante Mickey ne compose cheyyali \u003c3 :)",
  "Aaraduguluntada very nice , title song very catchyy . All songs are very good ...",
  "Who r the fuckin dislikers????",
  "చాలా బాగునాయి...",
  "E songs ki dislike pettina edavulani emanalo kuda ardam kavatledhu",
  "Hearing Heart touching and meaningful telugu songs after a long time! Awesome Lyrics and tunes!!",
  "A wonderful with lots of melody songs with powerful meaning",
  "very nice album",
  "I have personally not heard a better melody song than \"Aaraduguluntada\" in recent times. Nice album...!!!",
  "probably this year all music awards will be grabbed my micky and his team. best music diretor- micky best male singer- Sri Ram Best female singer- chitra/ kalyani best lyrics- ananth sri ram",
  "excelent brohters all the for movie",
  "Waiting for movie",
  "Love all the songs Mahesh rocks again all the best",
  "Good song never ever before",
  "Could have been much better for such movie and cast",
  "Superb songs.........",
  "NICE MUSIC...................",
  "Mickey\u0027s melodious sounding with nice tunes,lyrics and singers make this album certainly a masterpiece as tweeted by Mahesh Babu........ This album has a fresh feel and soothing songs......",
  "all songs super  hit venky\u0026SUPERSTAR ALL THE BEST",
  "Yemcheddam superb song..",
  "all song super duper  hit",
  "Title song ,Meghall, aaradugulantada..\u003c3",
  "goosebumps throughout the album!! awesome mickey! u hv unique way f composing! loved it! :) \u003c3",
  "Micky Magic...",
  "Thank you so much aditya music",
  "just perfect from mickey",
  "Inka cheppale....first class duet :) \u003c3",
  "super hitall songs ;  vaana chinukul   song  i like",
  "some songs touch my heart n explode my feelings..thanks mickey  srikanth n dil raju :) :)",
  "5/5 all songs are perfect :) thanks mickey",
  "prince!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
  "As usual Micky\u0027s scores nice, pleasant tunes....:)",
  "Is Aaraduguluntada song sung by Shreya Goshal ? but 08.25 on display shows singer as Kalyani..",
  "Em cheddam...this song is bad.... Rest...thumbs :) :)",
  "Nice song\u0027s after a long time",
  "4/5 Gud songs.",
  "After a long time we are listening to pure telugu songs. Love them. Thanks Mickey J Mayor.",
  "Cool Songs........!!! Mickey Nice Job",
  "most awaited movie of year svsc!!!!!!!!! nice tracks!!!!!!!",
  "we love the songs !!!!!!!!!!!!!"
]